
<body>

<p>A critical dissertation</p>
<p>on the poems of Ossian,</p>
<p>the son of Fingal.</p>
<p>by Hugh Blair, D. D.</p>
<p>One of the Ministers of the High Church</p>
<p>and Professor of Rhetoric and</p>
<p>Belles Lettres, Edinburgh.</p>
 
<p>AMONG the monuments remaining of the ancient &#383;tate of nations, few are more valuable than their poems or &#383;ongs. Hi&#383;tory, when it treats of remote or dark ages, is &#383;eldom very in&#383;tructive. The beginnings of &#383;ociety, in every country, are involved in fabulous confu&#383;ion; and though they were not, they would furni&#383;h few events worth recording. But, in every period of &#383;ociety, human manners are a curious &#383;pectacle; and the mo&#383;t natural pictures of ancient manners are exhibited in the ancient poems of nations. The&#383;e pre&#383;ent to us what is much more valuable than the hi&#383;tory of &#383;uch tran&#383;actions as a rude age can afford—the hi&#383;tory <pb/> of human imagination and pa&#383;&#383;ion. They make us acquainted with the notions and feelings of our fellow creatures in the mo&#383;t artle&#383;s ages; Di&#383;covering what objects they admired, and what plea&#383;ures they pur&#383;ued, before tho&#383;e refinements of &#383;ociety had taken place, which enlarge, indeed, and diver&#383;ify the tran&#383;actions, but di&#383;gui&#383;e the manners of mankind. Be&#383;ides this merit which ancient poems have with philo&#383;ophical ob&#383;ervers of human nature, they have another with per&#383;ons of ta&#383;te. They promi&#383;e &#383;ome of the highe&#383;t beauties of poetical writing. Irregular and unpoli&#383;hed we may expect the production of uncultivated ages to be; but abounding, at the &#383;ame time, with that enthu&#383;ia&#383;m, that vehemence and fire, which are the &#383;oul of poetry: for many circum&#383;tances of tho&#383;e times which we call barbarous, are favorable to the poetical &#383;pirit. That &#383;tate, in which human nature &#383;hoots wild and free, though unfit for other improvements, certainly encourages the high exertions of fancy and pa&#383;&#383;ion.</p>
<p>In the infancy of &#383;ocieties, men live &#383;cattered and di&#383;per&#383;ed in the mid&#383;t of &#383;olitary rural &#383;cenes, where the beauties of nature are their chief entertainment. They meet with many objects to them new and &#383;trange; their wonder <pb/> and &#383;urpri&#383;e are frequently excited; and by the &#383;udden changes of fortune occurring in their un&#383;ettled &#383;tate of life, their pa&#383;&#383;ions are rai&#383;ed to the utmo&#383;t; their pa&#383;&#383;ions have nothing to re&#383;train them, their imagination has nothing to check it. They di&#383;play them&#383;elves to one another without di&#383;gui&#383;e, and conver&#383;e and act in the uncovered &#383;implicity of nature. As their feelings are &#383;trong, &#383;o their language, of it&#383;elf, a&#383;&#383;umes a poetical turn. Prone to exaggerate, they de&#383;cribe everything in the &#383;tronge&#383;t colors; which of cour&#383;e renders their &#383;peech picture&#383;que and figurative. Figurative language owes its ri&#383;e chiefly to two cau&#383;es; to the want of proper names for objects, and to the influence of imagination and pa&#383;&#383;ion over the form of expre&#383;&#383;ion. Both the&#383;e cau&#383;es concur in the infancy of &#383;ociety. Figures are commonly con&#383;idered as artificial modes of &#383;peech, devi&#383;ed by orators and poets, after the world had advanced to a refined &#383;tate. The contrary of this is the truth. Men never have u&#383;ed &#383;o many figures of &#383;tyle as in tho&#383;e rude ages, when, be&#383;ides the power of a warm imagination to &#383;ugge&#383;t lively images, the want of proper and preci&#383;e terms for the ideas they would expre&#383;s, obliged them to have recour&#383;e to circumlocution, metaphor, compari&#383;on, and all tho&#383;e &#383;ub&#383;tituted forms of expre&#383;&#383;ion, which give a poetical air to language.<pb/> An American chief, at this day, harangues at the head of his tribe in a more bold and metaphorical &#383;tyle than a modern European would adventure to u&#383;e in an epic poem.</p>
<p>In the progre&#383;s of &#383;ociety, the genius and manners of men undergo a change more favorable to accuracy than to &#383;prightline&#383;s and &#383;ublimity. As the world advances, the under&#383;tanding gains ground upon the imagination; the under&#383;tanding is more exerci&#383;ed; the imagination, le&#383;s. Fewer objects occur that are new or &#383;urpri&#383;ing. Men apply them&#383;elves to trace the cau&#383;es of things; they correct and refine one another; they &#383;ubdue or di&#383;gui&#383;e their pa&#383;&#383;ions; they form their exterior manners upon one uniform &#383;tandard of politene&#383;s and civility. Human nature is pruned according to method and rule. Language advances from &#383;terility to copiou&#383;ne&#383;s, and at the &#383;ame time from fervor and enthu&#383;ia&#383;m, to correctne&#383;s and preci&#383;ion. Style becomes more cha&#383;te, but le&#383;s animated. The progre&#383;s of the world in this re&#383;pect re&#383;embles the progre&#383;s of age in man. The powers of imagination are mo&#383;t vigorous and predominant in youth; tho&#383;e of the under&#383;tanding ripen more &#383;lowly, and often attain not to their maturity till the imagination begins to flag. Hence poetry, which is the child of imagination, is frequently <pb/> mo&#383;t glowing and animated in the fir&#383;t ages of &#383;ociety As the ideas of our youth are remembered with a peculiar plea&#383;ure, on account of their liveline&#383;s and vivacity, &#383;o the mo&#383;t ancient poems have often proved the greate&#383;t favorites of nations. Poetry has been &#383;aid to be more ancient than pro&#383;e; and, however paradoxical &#383;uch an a&#383;&#383;ertion may &#383;eem, yet, in a qualified &#383;en&#383;e, it is true. Men certainly never conver&#383;ed with one another in regular numbers; but even their ordinary language would, in ancient times, for the rea&#383;ons before a&#383;&#383;igned, approach to a poetical &#383;tyle; and the fir&#383;t compo&#383;itions tran&#383;mitted to po&#383;terity, beyond doubt, were, in a literal &#383;en&#383;e, poems; that is, compo&#383;itions in which imagination had the chief hand, formed into &#383;ome kind of numbers, and pronounced with a mu&#383;ical modulation or tone. Mu&#383;ic or &#383;ong has been found coeval with &#383;ociety among the mo&#383;t barbarous nations. The only &#383;ubjects which could prompt men, in their fir&#383;t rude &#383;tate, to utter their thoughts in compo&#383;itions of any length, were &#383;uch as naturally a&#383;&#383;umed the tone of poetry; prai&#383;es of their gods, or of their ance&#383;tors; commemorations of their own warlike exploits, or lamentations over their mi&#383;fortunes. <pb/>And, before writing was invented, no other compo&#383;itions, except &#383;ongs or poems, could take &#383;uch hold of the imagination and memory, as to be pre. &#383;erved by oral tradition, and handed down from one race to another.</p>
<p>Hence we may expect to find poems among the antiquities of all nations. It is probable, too, that an exten&#383;ive &#383;earch would di&#383;cover a certain degree of re&#383;emblance among all the mo&#383;t ancient poetical productions, from whatever country they have proceeded. In a &#383;imilar &#383;tate of manners, &#383;imilar objects and pa&#383;&#383;ions, operating upon the imaginations of men, will &#383;tamp their productions with the &#383;ame general character. Some diver&#383;ity will, no doubt, be occa&#383;ioned by climate and genius. But mankind never bear &#383;uch re&#383;embling features as they do in the beginnings of &#383;ociety. Its &#383;ub&#383;equent revolutions give ri&#383;e to the principal di&#383;tinctions among nations; and divert, into channels widely &#383;eparated, that current of human genius and manners which de&#383;cends originally from one &#383;pring. What we have been long accu&#383;tomed to call the oriental vein of poetry, becau&#383;e &#383;ome of the earlie&#383;t poetical productions have come to us from the ea&#383;t, is probably no more oriental than Occidental: it is characteri&#383;tical of an age rather than a country,<pb/> and belongs, in &#383;ome mea&#383;ure, to all nations at a certain period. Of this the works of O&#383;&#383;ian &#383;eem to furni&#383;h a remarkable proof.</p>
<p>Our pre&#383;ent &#383;ubject leads us to inve&#383;tigate the ancient poetical remains, not &#383;o much of the ea&#383;t, or of the Greeks and Romans, as of the northern nations, in order to di&#383;cover whether the Gothic poetry has any re&#383;emblance to the Celtic or Gaelic, which we are about to con&#383;ider. Though the Goths, under which name we u&#383;ually comprehend all the Scandinavian tribes, were a people altogether fierce and martial, and noted, to a proverb for their ignorance of the liberal arts, yet they too, from the earlie&#383;t times, had their poets and their &#383;ongs. Their poets were di&#383;tingui&#383;hed by the title of Scalders, and their &#383;ongs were termed Vy&#383;es. <!-- footnote here--> Saxo Grammaticus<pb/>, a Dani&#383;h hi&#383;torian of con&#383;iderable note, who flouri&#383;hed in the thirteenth century, informs us, that very many of the&#383;e &#383;ongs, containing <pb/>the ancient traditionary &#383;tories of the country, were found engraven upon rocks in the old Runic character, &#383;everal of which he, has tran&#383;lated into Latin, and in&#383;erted into his hi&#383;tory. But his ver&#383;ions are plainly &#383;o paraphia&#383;tical, and forced into &#383;uch an imitation of the &#383;tyle and the mea&#383;ures of the Roman poets, that one can form no judgment from them of the native &#383;pirit of the original. A more curious monument of the true Gothic poetry is pre&#383;erved by Olaus Wormius in his book de Literatura Runica. It is an epicedium, or funeral &#383;ong, compo&#383;ed by Regner Lodbrog, and tran&#383;lated by Olaus, word for word, from the original. This Lodbrog was a king of Denmark, who lived in the eighth century, famous for his wars and victories; and at the &#383;ame time an eminent &#383;calder, or poet. It was his mi&#383;fortune to fall at la&#383;t into the hands of one of his enemies, by whom he was thrown into pri&#383;on, and condemned to he de&#383;troyed by &#383;erpents. In this &#383;ituation he &#383;olaced him&#383;elf with rehear&#383;ing all the exploits of his life. The poem is divided into twenty-nine &#383;tanzas, of ten lines each; and every &#383;tanza begins with the&#383;e words, “Pugnavimus en&#383;ibus,” We have fought with our &#383;words. Olau&#383;'s ver&#383;ion is in many places &#383;o ob&#383;cure as to be hardly intelligible. I have &#383;ubjoined the whole below, exactly as he has publi&#383;hed it<a name="r01"> </a><a href="#n01"><span class="f_textus"><sup>1</sup></span></a>); and &#383;hall tran&#383;late as much as may give the Engli&#383;h reader an idea of the &#383;pirit and &#383;train of this kind of poetry.</p>
<p>“We have fought with our &#383;words. I was young. when, towards the ea&#383;t, in the bay of Oreon, we made torrents of blood flow, to gorge the ravenous bea&#383;t of prey, and the yellow-footed bird. There re&#383;ounded the hard &#383;teel upon the lofty helmets of men. The whole ocean was one wound. The crow waded in the blood of the &#383;lain. When we had numbered twenty years, we lifted our &#383;pears on high, and everywhere &#383;pread our renown. Eight barons we overcame in the ea&#383;t, before the port of Diminum; and plentifully we fea&#383;ted the eagle in that &#383;laughter. The warm &#383;tream of wounds ran into the ocean. The army fell before us. When we &#383;teered our &#383;hips into the mouth of the Vi&#383;tula, we &#383;ent the Hel&#383;ingians to the hall of Odin. Then did the &#383;word bite. The waters were all one wound. The earth was dyed red with the warm &#383;tream. The &#383;word rung upon the coats of mail, and clove the bucklers in twain. None fled on that day, till among his &#383;hips Heraudus fell. Than him no braver baron cleaves the &#383;ea with &#383;hips; a cheerful heart did he ever bring to the combat. Then the ho&#383;t threw away. their &#383;hields, when the uplifted &#383;pear flew at the brea&#383;t of heroes. The &#383;word bit the Scarflan rocks; bloody was the &#383;hield in battle, until Rafno the king was &#383;lain. From the heads of warriors the warm &#383;weat &#383;treamed down their armor. The crows around the Indirian i&#383;lands had an ample prey. It were difficult to &#383;ingle out one among &#383;o many deaths. At the ri&#383;ing of the &#383;un I beheld the &#383;pears piercing the bodies of foes, and the bows throwing forth their &#383;teel-pointed arrows. Loud roared the &#383;words in the plains of Lano.—The virgin long bewailed the &#383;laughter of that morning.”—In this &#383;train the poet continues to de&#383;cribe &#383;everal other military exploits. The images are not much varied: the noi&#383;e of arms, the &#383;treaming of blood, and the fea&#383;ting the birds of prey often recurring. He mentions the death of two of his &#383;ons in battle; and the lamentation he de&#383;cribes as made for one of them is very &#383;ingular. A Grecian or a Roman poet would have introduced the virgins or nymphs of the wood bewailing the untimely fall of a young hero. But, &#383;ays our Gothic poet, “When Rogvaldus was &#383;lain, for him mourned all the hawks of heaven,” as lamenting a benefactor who had &#383;o liberally &#383;upplied them with prey; “for boldly,” as he adds, “in the &#383;trife of &#383;words did the breaker of helmets throw the &#383;pear of blood.”</p>
<p>The poem concludes with &#383;entiments of the highe&#383;t bravery and contempt of death. “What is more certain to the brave man than death, though amid&#383;t the &#383;torm of &#383;words he &#383;tands always ready to oppo&#383;e it? He only regrets this life who hath never known di&#383;tre&#383;s. The timorous man allures the, devouring eagle to the field of battle. The coward, wherever he comes, is u&#383;ele&#383;s to him&#383;elf. This I e&#383;teem honorable, that the youth &#383;hould advance to the combat fairly matched one again&#383;t another; nor man retreat from man. Long was this the warrior's highe&#383;t glory. He who a&#383;pires to the love of virgins, ought always to be foremo&#383;t in the roar of arms. It appears to me, of truth, that we are led by the Fates. Seldom can any overcome the appointment of de&#383;tiny. Little did I fore&#383;ee that Ella was to have my life in his hands, in that day when fainting I concealed my blood, and pu&#383;hed forth my &#383;hips into the waves; after we had &#383;pread a repa&#383;t for the bea&#383;ts of prey throughout the Scotti&#383;h bays. But this makes me always rejoice, that in the halls of our father Balder [or Odin] I know there are &#383;eats prepared, where, in a &#383;hort time, we &#383;hall be drinking ale out of the hollow &#383;kulls of our enemies. In the hou&#383;e of the mighty Odin, no brave man laments death. I come not with the voice of de&#383;pair to Odin's hall. How eagerly would all the &#383;ons of A&#383;lauga now ru&#383;h to war, did they know the di&#383;tre&#383;s of their father, whom a multitude of venomous &#383;erpents tear! I have given to my children a mother who hath filled their hearts with valor. I am fa&#383;t approaching to my end. A cruel death awaits me from the viper's bite. A &#383;nake dwells in the mid&#383;t of my heart. I hope that the &#383;word of &#383;ome of my &#383;ons &#383;hall yet be &#383;tained with the blood of Ella. The valiant youths will wax red with anger, and will not &#383;it in peace. Fifty and one times have I reared the &#383;tandard in battle. In my youth I learned to dye the &#383;word in blood: my hope was then that no king among men would be more renowned than me. The godde&#383;&#383;es of death will now &#383;oon call me; I mu&#383;t not mourn my death. Now I end my &#383;ong. The godde&#383;&#383;es invite me away; they whom Odin has &#383;ent to me from his hall. I will &#383;it upon a lofty &#383;eat, and drink ale joyfully with the godde&#383;&#383;es of death. The hours of my life are run out. I will &#383;mile when I die.”</p>
<p>This is &#383;uch poetry as we might expect from a barbarous nation. It breathes a mo&#383;t ferocious &#383;pirit. It is wild, har&#383;h, and irregular; but at the &#383;ame time animated and &#383;trong; the &#383;tyle in the original, full of inver&#383;ions, and, as we learn from &#383;ome of Olau&#383;'s notes, highly metaphorical and figured.</p>
<p>But when we open the works of O&#383;&#383;ian, a very different &#383;cene pre&#383;ents it&#383;elf. There we find the fire and enthu&#383;ia&#383;m of the mo&#383;t early times, combined with an amazing, degree of regularity and art. We find tenderne&#383;s, and even delicacy of &#383;entiment, greatly predominant over fiercene&#383;s and barbarity. Our hearts are melted with the &#383;ofte&#383;t feelings, and at the &#383;ame time elevated with the highe&#383;t ideas of magnanimity, genero&#383;ity, and true heroi&#383;m. When we turn from the poetry of Lodbrog to that of O&#383;&#383;ian, it is like pa&#383;&#383;ing from a &#383;avage de&#383;ert into a fertile and cultivated country. How is this to be accounted for? or by what means to be reconciled with the remote antiquity attributed to the&#383;e poems? This is a curious point, and requires to be illu&#383;trated.</p>
<p>That the ancient Scots were of Celtic original, is pa&#383;t all doubt. Their conformity with the Celtic nations in language, manners, and religion, proves it to a full demon&#383;tration. The Celtæ, a great and mighty people, altogether di&#383;tinct from the Goths and Teutones, once extended their dominion over all the we&#383;t of Europe; but &#383;eem to have had their mo&#383;t full and complete e&#383;tabli&#383;hment in Gaul, Wherever the Celtæ or Gauls are mentioned by ancient writers, we &#383;eldom fall to hear of their Druids and their Bards; the in&#383;titution of which two orders was the capital di&#383;tinction of their manners and policy. The druids were their philo&#383;ophers and prie&#383;ts; the bards their poets and recorders of heroic actions; and, both the&#383;e orders of men &#383;eem to have &#383;ub&#383;i&#383;ted among them, as chief members of the &#383;tate, from time immemorial. We mu&#383;t not therefore imagine' the Celtæ to have been altogether a gro&#383;s and rude nation. They po&#383;&#383;e&#383;&#383;ed from very remote ages a formed &#383;y&#383;tem of di&#383;cipline and manners, which appears to have had a deep and la&#383;ting influence Ammianus Marcellinus gives them this expre&#383;s te&#383;timony, that there flouri&#383;hed among them the &#383;tudy of the mo&#383;t laudable arts, introduced by the bards, who&#383;e office it was to &#383;ing in heroic ver&#383;e the gallant actions of illu&#383;trious men; and by the druids, who lived together in colleges, or &#383;ocieties, after the Pythagorean manner, and, philo&#383;ophizing upon the highe&#383;t &#383;ubjects, a&#383;&#383;erted the immortality of the human &#383;oul. Though Julius Cæ&#383;ar, in his account of Gaul, does not expre&#383;&#383;ly mention the bards, yet it is plain that, under the title of Druids, he comprehends that whole college or order; of which the bards, who, it is probable, were the di&#383;ciples of the druids, undoubtedly made a part. It de&#383;erves remark, that, according to his account, the druidical in&#383;titution fir&#383;t took ri&#383;e in Britain, and pa&#383;&#383;ed from thence into Gaul; &#383;o that they who a&#383;pires to be thorough ma&#383;ters of that learning, were wont to re&#383;ort to Britain. He adds, too, that &#383;uch as were to be initiated among the druids, were obliged to commit to their memory a great number of ver&#383;es, in&#383;omuch that &#383;ome employed twenty years in this cour&#383;e of education; and that they did not think it lawful to record tho&#383;e poems in writing, but &#383;acredly handed them down by tradition from race to race.</p>
<p>So &#383;trong was the attachment of the Celtic nations to their poetry and bards, that, amid&#383;t all the changes of their government and manners, even long after the order of the druids was extinct, and the national religion altered, the bards continued to flouri&#383;h; not as a &#383;et of &#383;trolling &#383;ong&#383;ters, like the Greek &#913;&#959;&#953;&#948;&#959;&#953;, or Rhap&#383;odi&#383;ts, in Homer's time, but as an order of men highly re&#383;pected in the &#383;tate, and &#383;upported by a public e&#383;tabli&#383;hment. We find them, according to the te&#383;timonies of Strabo and Diodorus, before the age of Augu&#383;tus Cæ&#383;ar; and we find them remaining under the &#383;ame name, and exerci&#383;ing the &#383;ame functions as of old, in Ireland, and in the north of Scotland, almo&#383;t down to our own times. It is well known, that in both the&#383;e countries every regulus or chief had his own bard, who was con&#383;idered as an officer of rank in his court; and had lands a&#383;&#383;igned him, which de&#383;cended to his family. Of the honor in which the bards were held, many in&#383;tances occur in O&#383;&#383;ian's Poems. On all important occa&#383;ions they were the amba&#383;&#383;adors between contending chiefs; and their per&#383;ons were held &#383;acred. “Cairbar feared to &#383;tretch his &#383;word to the bards, though his &#383;oul was dark. 'Loo&#383;e the bards,' &#383;aid his brother Cathmor, 'they are the &#383;ons of other times. Their voice &#383;hall be heard in other ages, when the kings of Temora have failed.'”</p>
<p>From all this, the Celtic tribes clearly appear to have been addicted in &#383;o high a degree to poetry, and to have made it &#383;o much their &#383;tudy from the earlie&#383;t times, as may remove our wonder at meeting with a vein of higher poetical refinement among them, than was at fir&#383;t to have been expected among nations whom we are accu&#383;tomed to call barbarous. Barbarity, I mu&#383;t ob&#383;erve, is a very equivocal term; it admits of many different forms and degrees; and though, in all of them, it excludes poli&#383;hed manners, it is, however, not incon&#383;i&#383;tent with generous &#383;entiments and tender affections. What degrees of friend&#383;hip, love, and heroi&#383;m may po&#383;&#383;ibly be found to prevail in a rude &#383;tate of &#383;ociety, no one can &#383;ay. A&#383;toni&#383;hing in&#383;tances of them we know, from hi&#383;tory, have &#383;ometimes appeared; and a few characters, di&#383;tingui&#383;hed by tho&#383;e high qualities, might lay a foundation for a &#383;et of manners being introduced into the &#383;ongs of the bards, more refined, it is probable, and exalted, according to the u&#383;ual poetical licen&#383;e, than the real manners of the country.</p>
<p>In particular, with re&#383;pect to heroi&#383;m; the great employment of the Celtic bards was to delineate the characters, and &#383;ing the prai&#383;es of heroes. So Lucan—</p>
<l>Vos quoque qui fortes animos, belloque peremptos,</l>
<l>Laudibus in longum vates diffunditis ævum</l>
<l>Plurima &#383;ecuri fudi&#383;tis carmina bardi.—<i>Phars. l. 1.</i></l>
<p>Now when we con&#383;ider a college or order of men, who, cultivating poetry throughout a long &#383;eries of ages, had their imaginations continually employed on the ideas of heroi&#383;m; who had all the poems and panegyrics, which were compo&#383;ed by their predece&#383;&#383;ors, handed down to them with care; who rivalled and endeavored to out&#383;trip tho&#383;e who had gone before them, each in the celebration of his particular hero; is it not natural to think, that at length the character of a hero would appear in their &#383;ongs with the highe&#383;t lu&#383;tre, and be adorned with qualities truly noble? Some of the qualities indeed which di&#383;tingui&#383;h a Fingal, moderation, humanity, and clemency, would not probably be the fir&#383;t ideas of heroi&#383;m occurring to a barbarous people: but no &#383;ooner had &#383;uch ideas begun to dawn on the minds of poets, than, as the human mind ea&#383;ily opens to the native repre&#383;entations of human perfection, they would be &#383;eized and embraced; they would enter into their panegyrics; they would afford materials for &#383;ucceeding bards to work upon and improve; they would contribute not a little to exalt the public manners. For &#383;uch &#383;ongs as the&#383;e, familiar to the Celtic warriors from their childhood, and, throughout their whole life, both in war and in peace, their principal entertainment, mu&#383;t have had a very con&#383;iderable influence in propagating among them real manners, nearly approaching to the poetical; and in forming even &#383;uch a hero as Fingal. E&#383;pecially when we con&#383;ider, that among their limited objects of ambition, among the few advantages which, in a &#383;avage &#383;tate, man could obtain over man, the chief was fame, and that immortality which they expected to receive from their virtues and exploits, in &#383;ongs of bards.</p>
<p>Having made the&#383;e remarks on the Celtic poetry and bards in general, I &#383;hall next con&#383;ider the particular advantages which O&#383;&#383;ian po&#383;&#383;e&#383;&#383;ed. He appears clearly to have lived in a period which enjoyed all the benefit I ju&#383;t now mentioned of traditionary poetry. The exploits of Trathal, Trenmor, and the other ance&#383;tors of Fingal, are &#383;poken of as familiarly known. Ancient bards are frequently alluded to. In one remarkable pa&#383;&#383;age O&#383;&#383;ian de&#383;cribes him&#383;elf as living in a &#383;ort of cla&#383;&#383;ical age, enlightened by the memorials of former times, which were conveyed in the &#383;ongs of bards; and points at a period of darkne&#383;s and ignorance which lay beyond the reach of tradition. “His words,” &#383;ays he, “Came only by halves to our ears; they were dark as the tales of other times, before the light of the &#383;ong aro&#383;e.” O&#383;&#383;ian him&#383;elf appears to have been endowed by nature with an exqui&#383;ite &#383;en&#383;ibility of heart; prone to that tender melancholy which is &#383;o often an attendant on great genius: and &#383;u&#383;ceptible equally of &#383;trong and of &#383;oft emotion. He was not only a profe&#383;&#383;ed bard, educated with care, as we may ea&#383;ily believe, to all the poetical art then known, and connected, as he &#383;hows us him&#383;elf, in intimate friend&#383;hip with the other contemporary bards, but a warrior al&#383;o; and the &#383;on of the mo&#383;t renowned hero and prince of his age. This formed a conjunction of circum&#383;tances uncommonly favorable towards exalting the imagination of a poet. He relates expeditions in which he had been engaged; he &#383;ings of battles in which he had fought and overcome; he had beheld the mo&#383;t illu&#383;trious &#383;cenes which that age could exhibit, both of heroi&#383;m in war and magnificence in peace. For however rude the magnificence of tho&#383;e times may &#383;eem to us, we mu&#383;t remember, that all ideas of magnificence are comparative; and that the age of Fingal was an æra of di&#383;tingui&#383;hed &#383;plendor in that part of the world. Fingal reigned over a con&#383;iderable territory; he was enriched with the &#383;poils of the Roman province; he was ennobled by his victories and great actions; and was in all re&#383;pects a per&#383;onage of much higher dignity than any of the chieftains, or heads of clans, who lived in the &#383;ame country, after a more exten&#383;ive monarchy was e&#383;tabli&#383;hed,</p>
<p>The manners of O&#383;&#383;ian's age, &#383;o far as we can gather them from his writings, were abundantly favorable to a poetical genius. The two di&#383;piriting vices, to which Longinus imputes the decline of poetry, covetou&#383;ne&#383;s and effeminacy, were as yet unknown. The cares of men were few. They lived a roving indolent life; hunting and war their principal employments; and their chief amu&#383;ements, the mu&#383;ic of bards, and the fea&#383;t of &#383;hells.” The great objects pur&#383;ued by heroic &#383;pirits, was “to receive their fame;” that is, to become worthy of being celebrated in the &#383;ongs of bards; and “to have their name on the four gray &#383;tones.” To die unlamented by a bard, was deemed &#383;o great a mi&#383;fortune as even to di&#383;turb their gho&#383;ts in another &#383;tate. They wander in thick mi&#383;ts be&#383;ide the reedy lake but never &#383;hall they ri&#383;e, without the &#383;ong, to the dwelling of winds.” After death, they expected to follow employments of the &#383;ame nature with tho&#383;e which had amu&#383;ed them on earth; to fly with their friends on clouds, to pur&#383;ue airy deer, and to li&#383;ten to their prai&#383;e in the mouths of bards. In &#383;uch times as the&#383;e, in a country where poetry had been &#383;o long cultivated, and &#383;o highly honored, is it any wonder that, among the race and &#383;ucce&#383;&#383;ion of bards, one Homer &#383;hould ari&#383;e: a man, who, endowed with a natural happy genius, favored with peculiar advantages of birth and condition, and meeting, in the cour&#383;e of his life, with a variety of incidents proper to fire his imagination, and to touch his heart, &#383;hould attain a degree of eminence in poetry, worthy to draw the admiration of more refined ages?</p>
<p>The compo&#383;itions of O&#383;&#383;ian are &#383;o &#383;trongly marked with characters of antiquity, that although there were no external proof to &#383;upport that antiquity, hardly any reader of judgment and ta&#383;te could he&#383;itate in referring them to a very remote æra. There are four great &#383;tages through which men &#383;ucce&#383;&#383;ively pa&#383;s in the progre&#383;s of &#383;ociety. The fir&#383;t and earlie&#383;t is the life of hunters; pa&#383;turage &#383;ucceeds to this, as the ideas of property begin to take root; next agriculture; and, la&#383;tly, commerce. Throughout O&#383;&#383;ian's Poems we plainly find our&#383;elves in the fir&#383;t of the&#383;e periods of &#383;ociety; during which hunting was the chief employment of men, and the principal method of their procuring &#383;ub&#383;i&#383;tence. Pa&#383;turage was not indeed wholly unknown; for we hear of dividing the herd in the ca&#383;e of a divorce; but the allu&#383;ions to herds and to cattle are not many; and of agriculture we find no traces. No cities appear to have been built in the territories of Fingal. No arts are mentioned, except that of navigation and of working in iron. Everything pre&#383;ents to us the mo&#383;t &#383;imple and unimproved manners. At their fea&#383;ts, the heroes prepared their own repa&#383;t; they &#383;at round the light of the burning oak; the wind lifted their locks, and whi&#383;tled through their open halls. Whatever was beyond the nece&#383;&#383;aries of life was known to them only as the &#383;poil of the Roman province; “the gold of the &#383;tranger; the lights of the &#383;tranger; the &#383;teeds of the &#383;tranger; the children of the rein.”</p>
<p>The repre&#383;entation of O&#383;&#383;ian's times mu&#383;t &#383;trike us the more, as genuine and authentic, when it is compared with a poem of later date, which Mr. Macpher&#383;on has pre&#383;erved in one of his notes. It is that in which five bards are repre&#383;ented as pa&#383;&#383;ing the evening in the hou&#383;e of a chief, and each of them &#383;eparately giving his de&#383;cription of the night. The night &#383;cenery is beautiful; and the author has plainly imitated the &#383;tyle and manner of O&#383;&#383;ian; but he has allowed &#383;ome images to appear which betray a later period of &#383;ociety. For we meet with windows clapping, the herds of goats and cows &#383;eeking &#383;helter, the &#383;hepherd wandering, corn on the plain, and the wakeful hind rebuilding the &#383;hocks of corn which had been overturned by the tempe&#383;t. Whereas, in O&#383;&#383;ian's works, from beginning to end, all is con&#383;i&#383;tent; no modern allu&#383;ion drops from him; but everywhere the &#383;ame face of rude nature appears; a country wholly uncultivated, thinly inhabited, and recently peopled. The gra&#383;s of the rock, the flower of the heath, the thi&#383;tle with its beard, are the chief ornaments of his land&#383;capes. “The de&#383;ert,” &#383;ays Fingal, “is enough for me, with all its woods and deer.”</p>
<p>The circle of ideas and tran&#383;actions is no wider than &#383;uits &#383;uch an age; nor any greater diver&#383;ity introduced into characters, than the events of that period would naturally di&#383;play. Valor and bodily &#383;trength are the admired qualities. Contentions ari&#383;e, as is u&#383;ual among &#383;avage nations, from the &#383;lighte&#383;t cau&#383;es. To be affronted at a tournament, or to be omitted in the invitation to a fea&#383;t, kindles a war. Women are often carried away by force; and the whole tribe, as in the Homeric times, ri&#383;e to avenge the wrong. The heroes &#383;how refinement of &#383;entiment indeed on &#383;everal occa&#383;ions, but none of manners. They &#383;peak of their pa&#383;t actions with freedom, boa&#383;t of their exploits, and &#383;ing their own prai&#383;e. In their battles, it is evident, that drums, trumpets, or bagpipes, were not known or u&#383;ed. They had no expedient for giving the military alarms but &#383;triking a &#383;hield, or rai&#383;ing a loud cry: and hence the loud and terrible voice of Fingal is often mentioned as a nece&#383;&#383;ary qualification of a great general; like the &#946;&#959;&#951;&#957;
&#945;&#947;&#945;&#952;&#959;&#962;
&#924;&#949;&#957;&#949;&#955;&#945;&#959;&#962; of Homer. Of military di&#383;cipline or &#383;kill they appear to have been entirely de&#383;titute. Their armies &#383;eem not to have been numerous; their battles were di&#383;orderly; and terminated, for the mo&#383;t part, by a per&#383;onal combat, or wre&#383;tling of the two chiefs; after which, “the bard &#383;ung the &#383;ong of peace, and the battle cea&#383;ed along the field.”</p>
<p>The manner of compo&#383;ition bears all the marks of the greate&#383;t antiquity. No artful tran&#383;itions, nor full and extended connexion of parts; &#383;uch as we find among the poets of later times, when order and regularity of compo&#383;ition were more &#383;tudied and known: but a &#383;tyle always rapid and vehement; narration conci&#383;e, even to abruptne&#383;s, and leaving &#383;everal circum&#383;tances to be &#383;upplied by the reader's imagination. The language has all that figurative ca&#383;t, which, as I before &#383;howed, partly a glowing and undi&#383;ciplined imagination partly the &#383;terility of language and the want of proper terms, have always introduced into the early &#383;peech of nations; and in &#383;everal re&#383;pects, it carries a remarkable re&#383;emblance to the &#383;tyle of the Old Te&#383;tament. It de&#383;erves particular notice, as one of the mo&#383;t genuine and deci&#383;ive characters of antiquity, that very few general terms, or ab&#383;tract ideas, are to be met with in the whole collection of O&#383;&#383;ian's works. The ideas of men, at fir&#383;t, were all particular. They had not words to expre&#383;s general conceptions. The&#383;e were the con&#383;equences of more profound reflection, and longer acquaintance with the arts of thought and of &#383;peech. O&#383;&#383;ian, accordingly, almo&#383;t never expre&#383;&#383;es him&#383;elf in the ab&#383;tract. His ideas extended little further than to the objects he &#383;aw around him. A public, a community, the univer&#383;e, were conceptions beyond his &#383;phere. Even a mountain, a &#383;ea, or a lake, which he has occa&#383;ion to mention, though only in a &#383;imile, are for the mo&#383;t part particularized; it is the hill of Cromla, the &#383;torm of the &#383;ea of Malmor, or the reeds of the lake of Lego. A mode of expre&#383;&#383;ion which, while it is characteri&#383;tical of ancient ages, is at the &#383;ame time highly favorable to de&#383;criptive poetry. For the &#383;ame rea&#383;ons, per&#383;onification is a poetical figure not very common with O&#383;&#383;ian. Inanimate objects, &#383;uch as winds, trees, flowers, he &#383;ometimes per&#383;onifies with great beauty. But the per&#383;onifications which are &#383;o familiar to later poets, of Fame, Time, Terror, Virtue, and the re&#383;t of that cla&#383;s, were unknown to our Celtic bard. The&#383;e were modes of conception too ab&#383;tract for his age.</p>
<p>All the&#383;e are marks &#383;o undoubted, and &#383;ome of them, too &#383;o nice and delicate, of the mo&#383;t early times, as put the high antiquity of the&#383;e poems out of que&#383;tion. E&#383;pecially when we con&#383;ider, that if there had been any impo&#383;ture in this ca&#383;e, it mu&#383;t have been contrived and executed in the Highlands of Scotland, two or three centuries ago; as up to this period, both by manu&#383;cripts, and by the te&#383;timony of a multitude of living witne&#383;&#383;es, concerning the uncontrovertible tradition of the&#383;e poems, they can clearly be traced. Now, this is a period when that country enjoyed no advantages for a compo&#383;ition of this kind, which it may not be &#383;uppo&#383;ed to have enjoyed in as great, if not in a greater degree, a thou&#383;and years before. To &#383;uppo&#383;e that two or three hundred years ago, when we well know the Highlands to have been in a &#383;tate of gro&#383;s ignorance and barbarity, there &#383;hould have ari&#383;en in that country a poet, of &#383;uch exqui&#383;ite genius, and of &#383;uch deep knowledge of mankind, and of hi&#383;tory, as to dive&#383;t him&#383;elf of the ideas and manners of his own age, and to give us a ju&#383;t and natural picture of a &#383;tate of &#383;ociety ancienter by a thou&#383;and years; one who could &#383;upport this counterfeited antiquity through &#383;uch a large collection of poems, without the lea&#383;t incon&#383;i&#383;tency; and who, po&#383;&#383;e&#383;&#383;ed of all this genius and art, had, at the &#383;ame time, the &#383;elf-denial of concealing him&#383;elf, and of a&#383;cribing his own works to an antiquated bard, without the impo&#383;ture being detected; is a &#383;uppo&#383;ition that tran&#383;cends all bounds of credibility.</p>
<p>There are, be&#383;ides, two other circum&#383;tances to be attended to, &#383;till of greater weight, if po&#383;&#383;ible, again&#383;t this hypothe&#383;is. One is, the total ab&#383;ence of religious ideas from this work; for which the tran&#383;lator has, in his preface, given a very probable account, on the footing of its being the work of O&#383;&#383;ian. The druidical &#383;uper&#383;tition was, in the days of O&#383;&#383;ian, on the point of its final extinction; and, for particular rea&#383;ons, odious to the family of Fingal; whil&#383;t the Chri&#383;tian faith was not yet e&#383;tabli&#383;hed. But had it been the work of one to whom the ideas of Chri&#383;tianity were familiar from his infancy, and who had &#383;uperadded to them al&#383;o the bigoted &#383;uper&#383;tition of a dark age and country, it is impo&#383;&#383;ible. but in &#383;ome pa&#383;&#383;age or other, the traces of them would have appeared. The other circum&#383;tance is, the entire &#383;ilence which reigns with re&#383;pect to all the great clans or families which are now e&#383;tabli&#383;hed in the Highlands. The origin of the&#383;e &#383;everal clans is known to be very ancient; and it is well known that there is no pa&#383;&#383;ion by which a native Highlander is more di&#383;tingui&#383;hed than by attachment to his clan, and jealou&#383;y for its honor. That a Highland bard, in forging a work relating to the antiquities of his country, &#383;hould have in&#383;erted no circum&#383;tance which pointed out the ri&#383;e of his own clan, which a&#383;certained its antiquity, or increa&#383;ed its glory, is, of all &#383;uppo&#383;itions that can be formed, the mo&#383;t improbable; and the &#383;ilence on this head amounts to a demon&#383;tration that the author lived before any of the pre&#383;ent great clans were formed or known.</p>
<p>A&#383;&#383;uming it then, as well we may, for certainty, that the poems, now under con&#383;ideration, are genuine venerable monuments of a very remote antiquity, I proceed to make &#383;ome remarks upon their general &#383;pirit and &#383;train. The two great characteri&#383;tics of O&#383;&#383;ian's poetry are, tenderne&#383;s and &#383;ublimity. It breathes nothing of the gay and cheerful kind; an air of &#383;olemnity and &#383;eriou&#383;ne&#383;s is diffu&#383;ed over the whole. O&#383;&#383;ian is, perhaps, the only poet who never relaxes, or lets him&#383;elf down into the light and amu&#383;ing &#383;train which I readily admit to be no &#383;mall di&#383;advantage to him, with the bulk of readers. He moves perpetually in the high region of the grand and the pathetic. One keynote is &#383;truck at the beginning, and &#383;upported to the end; nor is any ornament introduced, but what is perfectly concordant with the general tone of melody. The events recorded, are all &#383;erious and grave; the &#383;cenery throughout, wild and romantic. The extended heath by the &#383;ea&#383;hore; the mountains &#383;haded with mi&#383;t; the torrent ru&#383;hing through a &#383;olitary valley; the &#383;cattered oaks, and the tombs of warriors overgrown with mo&#383;s; all produce a &#383;olemn attention in the mind, and prepare it for great and extraordinary events. We find not in O&#383;&#383;ian an imagination that &#383;ports it&#383;elf, and dre&#383;&#383;es out gay trifles to plea&#383;e the fancy. His poetry, more perhaps than that of any other writer, de&#383;erves to be &#383;tyled, <i>The poetry of the heart</i>. It is a heart penetrated with noble &#383;entiments and with &#383;ublime and tender pa&#383;&#383;ions; a heart that glows, and kindles the fancy; a heart that is full, and pours it&#383;elf forth. O&#383;&#383;ian did not write,, like modern poets, to plea&#383;e readers and critics. He &#383;ung from the love of poetry and &#383;ong. His delight was to think of the heroes among whom he had flouri&#383;hed; to recall the affecting incidents of his life; to dwell upon his pa&#383;t wars, and loves, and friend&#383;hips: till, as he expre&#383;&#383;es it him&#383;elf, “there comes a voice to O&#383;&#383;ian, and awakes his &#383;oul. It is the voice of years that are gone; they roll before me with all their deeds;” and under this true poetic in&#383;piration, giving vent to his genius, no wonder we &#383;hould &#383;o often hear, and acknowledge, in his &#383;trains, the powerful and ever-plea&#383;ing voice of nature.</p>
<l>—Arte, natura potentior omni—</l>
<l>E&#383;t Deus in nobis, agitante cale&#383;cimus illo.</l>
<p>It is nece&#383;&#383;ary here to ob&#383;erve, that the beauties of O&#383;&#383;ian's writings cannot be felt by tho&#383;e who have given them only a &#383;ingle or ha&#383;ty peru&#383;al. His manner is &#383;o different from that of the poets to whom we are mo&#383;t accu&#383;tomed; his &#383;tyle is &#383;o conci&#383;e, and &#383;o much crowned with imagery; the mind is kept at &#383;uch a &#383;tretch in accompanying the author; that an ordinary reader is at fir&#383;t apt to be dazzled and fatigued, rather than plea&#383;ed. His poems require to he taken up at intervals, and to be frequently reviewed; and then it is impo&#383;&#383;ible but his beauties mu&#383;t open to every reader who is capable of &#383;en&#383;ibility. Tho&#383;e who have the highe&#383;t degree of it will reli&#383;h them the mo&#383;t.</p>
<p>As Homer is, of all the great poets, the one who&#383;e manner, and who&#383;e times, come the neare&#383;t to O&#383;&#383;ian's, we are naturally led to run a parallel in &#383;ome in&#383;tances between the Greek and Celtic bard. For though Homer lived more than a thou&#383;and years before O&#383;&#383;ian, it is not from the age of the world, but from the &#383;tate of &#383;ociety that we are to judge of re&#383;embling times. The Greek has, in &#383;everal points, a manife&#383;t &#383;uperiority. He introduces a greater variety of incidents; he po&#383;&#383;e&#383;&#383;es a larger compa&#383;s of ideas; has more diver&#383;ity in his characters; and a much deeper knowledge of human nature. It was not to be expected, that in any of the&#383;e particulars O&#383;&#383;ian could equal Homer. For Homer lived in a country where &#383;ociety was much farther advanced; he had beheld many more objects; cities built and flouri&#383;hing; laws in&#383;tituted; order, di&#383;cipline, and arts, begun. His field of ob&#383;ervation was much larger and more &#383;plendid: his knowledge, of cour&#383;e, more exten&#383;ive; his mind al&#383;o, it &#383;hall be granted, more penetrating. But if O&#383;&#383;ian's ideas and objects be le&#383;s diver&#383;ified than tho&#383;e of Homer, they are all, however, of the kind fitte&#383;t for poetry: the bravery and genero&#383;ity of heroes, the tenderne&#383;s of lovers, the attachment of friends, parents, and children. In a rude age and country, though the events that happen be few, the undi&#383;&#383;ipated mind broods over them more; they &#383;trike the imagination, and fire the pa&#383;&#383;ions, in a higher degree; and, of con&#383;equence, become happier materials to a poetical genius, than the &#383;ame events when &#383;cattered through the wide circle of more varied action and cultivated life.</p>
<p>Homer is a more cheerful and &#383;prightly poet than O&#383;&#383;ian. You di&#383;cern in him all the Greek vivacity; whereas O&#383;&#383;ian uniformly maintains the gravity and &#383;olemnity of a Celtic hero. This, too, is in a great mea&#383;ure to be accounted for from the different &#383;ituations in which they lived—partly per&#383;onal, and partly national. O&#383;&#383;ian had &#383;urvived all his friends, and was di&#383;po&#383;ed to melancholy by the incidents of his life. But, be&#383;ides this, cheerfulne&#383;s is one of the many ble&#383;&#383;ings which we owe to formed &#383;ociety. The &#383;olitary, wild &#383;tate, is always a &#383;erious one. Bating the &#383;udden and violent bur&#383;ts of mirth, which &#383;ometimes break forth at their dances and fea&#383;ts, the &#383;avage American tribes have been noted by all travellers for their gravity and taciturnity. Somewhat of this taciturnity may be al&#383;o be remarked in O&#383;&#383;ian. On all occa&#383;ions he is frugal of his words; and never gives you more of an image, or a de&#383;cription, than is ju&#383;t &#383;ufficient to place it before you in one clear point of view. It is a blaze of lightning, which fla&#383;hes and vani&#383;hes. Homer is more extended in his de&#383;criptions, and fills them up with a greater variety of circum&#383;tances. Both the poets are dramatic; that is, they introduce their per&#383;onages frequently &#383;peaking before us. But O&#383;&#383;ian is conci&#383;e and rapid in his &#383;peeches, as he is in every other thing. Homer, with the Greek vivacity, had al&#383;o &#383;ome portion of the Greek loquacity. His &#383;peeches, indeed, are highly characteri&#383;tical; and to them we are much indebted for that admirable di&#383;play he has given of human nature. Yet, if he be tedious any where, it is in the&#383;e: &#383;ome of them are trifling, and &#383;ome of them plainly un&#383;ea&#383;onable. Both poets are eminently &#383;ublime; but a difference may be remarked in the &#383;pecies of their &#383;ublimity. Homer's &#383;ublimity is accompanied with more impetuo&#383;ity and fire; O&#383;&#383;ian's with more of a &#383;olemn and awful grandeur. Homer hurries you along; O&#383;&#383;ian elevates, and fixes you in a&#383;toni&#383;hment. Homer is mo&#383;t &#383;ublime in actions and battles; O&#383;&#383;ian in de&#383;cription and &#383;entiment. In the pathetic, Homer, when he choo&#383;es to exert it, has great power; but O&#383;&#383;ian exerts that power much oftener, and has the character of tenderne&#383;s far more deeply imprinted on his works. No t knew better how to &#383;eize and melt the heart. With regard to dignity of &#383;entiment, the pre-eminence mu&#383;t clearly he given to O&#383;&#383;ian. This is, indeed, a &#383;urpri&#383;ing circum&#383;tance, that in point of humanity, magnanimity, virtuous feelings of every kind, our rude Celtic bard &#383;hould be di&#383;tingui&#383;hed to &#383;uch a degree, that not only the heroes of Homer, but even tho&#383;e of the polite and refined Virgil, are left far behind by tho&#383;e of O&#383;&#383;ian.</p>
<p>After the&#383;e general ob&#383;ervations on the genius and &#383;pirit of our author, I now proceed to a nearer view and more accurate examination of his works; and as Fingal is the fir&#383;t great poem in this collection, it is proper to begin with it. To refu&#383;e the title of an epic poem to Fingal, becau&#383;e it is not, in every little particular, exactly conformable to the practice of Homer and Virgil, were the mere &#383;queami&#383;hne&#383;s and pedantry of critici&#383;m. Examined even according to Ari&#383;totle's rules, it will be found to have all the e&#383;&#383;ential requi&#383;ites of a true and regular epic; and to have &#383;everal of them in &#383;o high a degree, as at fir&#383;t view to rai&#383;e our a&#383;toni&#383;hment on finding O&#383;&#383;ian's compo&#383;ition &#383;o agreeable to rules of which he was entirely ignorant. But our a&#383;toni&#383;hment will cea&#383;e, when we con&#383;ider from what &#383;ource Ari&#383;totle drew tho&#383;e rules. Homer knew no more of the laws of critici&#383;m than O&#383;&#383;ian. But, guided by nature, he compo&#383;ed in ver&#383;e a regular &#383;tory, founded on heroic actions, which all po&#383;terity admired. Ari&#383;totle, with great &#383;agacity and penetration, traced the cau&#383;es of this general admiration. He ob&#383;erved what it was in Homer's compo&#383;ition, and in the conduct of his &#383;tory, which gave it &#383;uch power to plea&#383;e; from. this ob&#383;ervation he deduced the rules which poets ought to follow, who would write and plea&#383;e like Homer; and to a compo&#383;ition formed according to &#383;uch rules, he gave the name of an epic poem. Hence his whole &#383;y&#383;tem aro&#383;e. Ari&#383;totle &#383;tudied nature in Homer. Homer and O&#383;&#383;ian both wrote from nature. No wonder that among all the three, there &#383;hould be &#383;uch agreement and conformity.</p>
<p>The fundamental rules delivered by Ari&#383;totle concerning an epic poem, are the&#383;e: that the action, which is the groundwork of the poem, &#383;hould be one, complete, and great; that it &#383;hould be feigned, not merely hi&#383;torical; that it &#383;hould be enlivened with characters and manners, and heightened by the marvellous.</p>
<p>But, before entering on any of the&#383;e, it may perhaps be a&#383;ked, what is the moral of Fingal? For, according to M. Bo&#383;&#383;u, an epic poem is no other than an allegory contrived to illu&#383;trate &#383;ome, moral truth. The poet, &#383;ays this critic, mu&#383;t begin with fixing on &#383;ome maxim or in&#383;truction, which he intends to inculcate on mankind. He next forms a fable, like one of Æ&#383;op's, wholly with a view to the moral; and having thus &#383;ettled and arranged his plan, he then looks into traditionary hi&#383;tory for names and incidents, to give his fable &#383;ome air of probability. Never did a more frigid, pedantic notion enter into the mind of a critic. We may &#383;afely pronounce, that he who &#383;hould compo&#383;e an epic poem after this manner, who &#383;hould fir&#383;t lay down a moral and contrive a plan, before he had thought of his per&#383;onages and actors, might deliver, indeed, very &#383;ound in&#383;truction, but would find very few readers. There cannot be the lea&#383;t doubt that the fir&#383;t object which &#383;trikes an epic poet, which fires his genius, and gives him any idea of his work, is the action or &#383;ubject he is to celebrate. Hardly is there any tale, any &#383;ubject, a poet can choo&#383;e for &#383;uch a work, but will afford &#383;ome general moral in&#383;truction. An epic poem is, by its nature, one of the mo&#383;t moral of all poetical compo&#383;itions: but its moral tendency is by no means to be limited to &#383;ome commonplace maxim, which may be gathered from the &#383;tory. It ari&#383;es from the admiration of heroic actions which &#383;uch a compo&#383;ition is peculiarly calculated to produce; from the virtuous emotions which the characters and incidents rai&#383;e, whil&#383;t we read it; from the happy impre&#383;&#383;ions which all the parts &#383;eparately, as well as the whole together, leave upon the mind. However, if a general moral be &#383;till in&#383;i&#383;ted on, Fingal obviou&#383;ly furni&#383;hes one, not inferior to that of any other poet, viz: that wi&#383;dom and bravery always triumph over brutal force: or another, nobler &#383;till: that the mo&#383;t complete victory over an enemy is obtained by that moderation and genero&#383;ity which convert him into a friend.</p>
<p>The unity of the epic action, which of all Ari&#383;totle's rules, is the chief and mo&#383;t material, is &#383;o &#383;trictly pre&#383;erved in Fingal, that it mu&#383;t be perceived by every reader. It is a more complete unity than what ari&#383;es from relating the actions of one man, which the Greek critic ju&#383;tly cen&#383;ures as imperfect: it is the unity of one enterpri&#383;e—the deliverance of Ireland from the inva&#383;ion of Swaran; an enterpri&#383;e which has &#383;urely the full heroic dignity. All the incidents recorded bear a con&#383;tant reference to one end; no double plot is carried on; but the pa unite into a regular whole; and as the action is one and great, &#383;o it is an entire or complete action. For we find, as the critic, farther requires, a beginning, a middle, and an end; a nodus, or intrigue, in the poem; difficulties occurring through Cuthullin's ra&#383;hne&#383;s and bad &#383;ucce&#383;s; tho&#383;e difficulties gradually &#383;urmounted; and at la&#383;t, the work conducted to that happy conclu&#383;ion which is held e&#383;&#383;ential to epic poetry. Unity is, indeed, ob&#383;erved with greater exactne&#383;s in Fingal, than in almo&#383;t any other epic compo&#383;ition. For not only is unity of &#383;ubject maintained, but that of time and place al&#383;o. The autumn is clearly pointed out as the &#383;ea&#383;on of the action; and from beginning to end the &#383;cene is never &#383;hifted from the heath of Lena, along the &#383;ea&#383;hore. The duration of the action in Fingal, is much &#383;horter than in the Iliad or Æneid; but &#383;ure there may be &#383;horter as well longer heroic poems; and if the authority of Ari&#383;totle be al&#383;o required for this, he &#383;ays expre&#383;&#383;ly, that the epic compo&#383;ition is indefinite as to the time of its duration. Accordingly, the action of the Iliad la&#383;ts only forty-&#383;even days, whil&#383;t that of the Æneid is continued for more than a year.</p>
<p>Throughout the whole of Fingal, there reigns that grandeur of &#383;entiment, &#383;tyle, and imagery, which ought ever to di&#383;tingui&#383;h this high &#383;pecies of poetry. The &#383;tory is conducted with no &#383;mall art. The poet goes not back to a tedious recital of the beginning of the war with Swaran; but ha&#383;tening to the main action, he falls in exactly, by a mo&#383;t happy coincidence of thought, with the rule of Horace:</p>
<l>Semper ad eventum fe&#383;tinat, et in medias res,</l>
<l>Non &#383;ecus ac notas, auditorem rapit—</l>
<l>Nec gemino bellum Trojanum orditur ab ovo.</l>
<p><i>De Arte Poet. </i></p>
<p>He invokes no mu&#383;e, for he acknowledged none. but his occa&#383;ional addre&#383;&#383;es to Malvina have a finer effect than the invocation of any mu&#383;e. He &#383;ets out with no formal propo&#383;ition of his &#383;ubject; but the &#383;ubject naturally and ea&#383;ily unfolds it&#383;elf; the poem opening in an animated manner, with the &#383;ituation of Cuthullin, and the arrival of a &#383;cout, who informs him of Swaran's landing. Mention is pre&#383;ently made of Fingal, and of the expected a&#383;&#383;i&#383;tance from the &#383;hips of the lonely i&#383;le, in order to give farther light to the &#383;ubject. For the poet often &#383;hows his addre&#383;s in gradually preparing us for the events he is to introduce; and, in particular, the preparation for the appearance of Fingal, the previous expectations that are rai&#383;ed, and the extreme magnificence, fully an&#383;wering the&#383;e expectations, with which the hero is at length pre&#383;ented to us, are all worked up with &#383;uch &#383;kilful conduct as would do honor to any poet of the mo&#383;t refined times. Homer's art in magnifying the character of Achilles, has been univer&#383;ally admired. O&#383;&#383;ian certainly &#383;hows no le&#383;s aft in aggrandizing Fingal. Nothing could be more happily imagined for this purpo&#383;e than the whole management of the la&#383;t battle, wherein Gaul, the &#383;on of Morni, had be&#383;ought Fingal to retire, and to leave him and his other chiefs the honor of the day. The genero&#383;ity of the king in agreeing to this propo&#383;al; the maje&#383;ty with which he retreats to the hill, from whence he was to behold the engagement, attended by his bards, and waving the lightning of his &#383;word; his perceiving the chiefs overpowered by numbers, but, from unwillingne&#383;s to deprive them of the glory of victory by coming in per&#383;on to their a&#383;&#383;i&#383;tance, fir&#383;t &#383;ending Ullin, the bard, to animate their courage, and at la&#383;t, when the danger becomes more pre&#383;&#383;ing, his ri&#383;ing in his might, and interpo&#383;ing, like a divinity, to decide the doubtful fate of the day; are all circum&#383;tances contrived with &#383;o much art, as plainly di&#383;cover the Celtic bards to have been not unpracti&#383;ed in heroic poetry.</p>
<p>The &#383;tory which is the foundation of the Iliad, is in it&#383;elf as &#383;imple as that of Fingal. A quarrel ari&#383;es between Achilles and Agamemnon concerning a female &#383;lave; on which Achilles, apprehending him&#383;elf to be injured, withdraws his a&#383;&#383;i&#383;tance from the re&#383;t of the Greeks. The Greeks fall into great di&#383;tre&#383;s, and be&#383;eech him to be reconciled to them. He refu&#383;es to fight for them in per&#383;on, but &#383;ends his friend Patroclus; and upon his being &#383;lain, goes forth to revenge his death, and kills Hector. The &#383;ubject of Fingal is this: Swaran comes to invade Ireland; Cuthullin, the guardian of the young king, had applied for his a&#383;&#383;i&#383;tance to Fingal, who reigned in the oppo&#383;ite coa&#383;t of Scotland. But before Fingal's arrival, he is hurried by ra&#383;h coun&#383;el to encounter Swaran. He is defeated; he retreats, and de&#383;ponds. Fingal arrives in this conjuncture. The battle is for &#383;ome time dubious; but in the end he conquers Swaran; and the remembrance of Swaran's being the brother of Agandecca, who, had once &#383;aved his life, makes him di&#383;mi&#383;s him honorably. Homer, it is true, has filled up his &#383;tory with a much greater variety of particulars than O&#383;&#383;ian; and in this has &#383;hown a compa&#383;s of invention &#383;uperior to that of the other poet. But it mu&#383;t not be forgotten that though Homer be more circum&#383;tantial, his incidents, however, are le&#383;s diver&#383;ified in kind than tho&#383;e of O&#383;&#383;ian. War and blood&#383;hed reign throughout the Iliad; and, notwith&#383;tanding all the fertility of Homer's invention, there is &#383;o much uniformity in his &#383;ubjects, that there are few readers, who, before the clo&#383;e, are not tired with perpetual fighting. Whereas in O&#383;&#383;ian, the mind is relieved by a more agreeable diver&#383;ity. There is a finer mixture of war and heroi&#383;m, with love and friend&#383;hip—of martial, with tender &#383;cones, than is to be met with, perhaps, in any other poet. The epi&#383;odes, too, have great propriety—as natural, and proper to that age and country: con&#383;i&#383;ting of the &#383;ongs of bards, which are known to have been the great entertainment of the Celtic heroes in war, as well as in peace. The&#383;e &#383;ongs are not introduced at random; if you except the epi&#383;ode of Duchommar and Morna, in the fir&#383;t book, which, though beautiful, is more unartful than any of the re&#383;t, they have always &#383;ome particular relation to the actor who is intere&#383;ted, or to the events which are going on; and, whil&#383;t they vary the &#383;cene, they pre&#383;erve a &#383;ufficient connection with the main &#383;ubject by the fitne&#383;s and propriety of their introduction.</p>
<p>As Fingal's love to Agandecca influences &#383;ome circum&#383;tances of the poem, particularly the honorable di&#383;mi&#383;&#383;ion of Swaran at the end; it was nece&#383;&#383;ary that we &#383;hould be let into this part of the hero's &#383;tory. But as it lay without the compa&#383;s of the pre&#383;ent action, it could be regularly introduced nowhere except in an epi&#383;ode. Accordingly, the poet, with as much propriety as if Ari&#383;totle him&#383;elf had directed the plan, has contrived an epi&#383;ode for this purpo&#383;e in the &#383;ong of Carril, at the beginning of the third book.</p>
<p>The conclu&#383;ion of the poem is &#383;trictly according to rule, and is every way noble and plea&#383;ing. Th reconciliation of the contending heroes, the con&#383;olation of Cuthullin, and the general felicity that crowns the action, &#383;oothe the mind in a very agreeable manner, and form that pa&#383;&#383;age from agitation and trouble, to perfect quiet and repo&#383;e, which critics require as the proper termination of the epic work. “Thus they pa&#383;&#383;ed the night in &#383;ong, and brought back the morning with joy. Fingal aro&#383;e on the heath; and &#383;hook his glittering &#383;pear in his hand. He moved fir&#383;t towards the plains of Lena; and we followed like a ridge of fire. Spread the &#383;ail, &#383;aid the king of Morven, and catch the winds that pour from Lena. We ro&#383;e on the waves with &#383;ongs; and ru&#383;hed with joy through the foam of the ocean.” So much for the unity and general conduct of the epic action in Fingal.</p>
<p>With regard to that property of the &#383;ubject which Ari&#383;totle requires, that it &#383;hould be feigned, not hi&#383;torical, he mu&#383;t not be under&#383;tood &#383;o &#383;trictly is if he meant to exclude all &#383;ubjects which have any foundation in truth. For &#383;uch exclu&#383;ion would both be unrea&#383;onable in it&#383;elf, and what is more, would be contrary to the practice of Homer, who is known to have founded his Iliad on hi&#383;torical facts concerning the war of Troy, which was famous throughout all Greece. Ari&#383;totle means no more than that it is the bu&#383;ine&#383;s of a poet not to be a more annali&#383;t of facts, but to embelli&#383;h truth with beautiful, probable, and u&#383;eful fictions; to copy nature as he him&#383;elf explains it, like painters, who pre&#383;erve a likene&#383;s, but exhibit their objects more grand and beautiful than they are in reality. That O&#383;&#383;ian has followed this cour&#383;e, and building upon true hi&#383;tory, has &#383;ufficiently adorned it with poetical fiction for aggrandizing his characters and facts, will not, I believe, be que&#383;tioned by mo&#383;t readers. At the &#383;ame time, the foundation which tho&#383;e facts and characters had in truth, and the &#383;hare which the poet had him&#383;elf in the tran&#383;actions which he records, mu&#383;t be con&#383;idered as no &#383;mall advantage to his work. For truth makes an impre&#383;&#383;ion on the mind far beyond any fiction; and no man, let his imagination be ever &#383;o &#383;trong, relates any events &#383;o feelingly as tho&#383;e in which he has been intere&#383;ted; paints any &#383;cene &#383;o naturally as one which he has &#383;een; or draws any characters in &#383;uch &#383;trong colors as tho&#383;e which he has per&#383;onally known. It is con&#383;idered as an advantage of the epic &#383;ubject to be taken from a period &#383;o di&#383;tant, as, by being involved in the darkne&#383;s of tradition, may give licen&#383;e to fable. Though O&#383;&#383;ian's &#383;ubject may at fir&#383;t view appear unfavorable in this re&#383;pect, as being taken from his own times, yet, when we reflect that he lived to an extreme old age; that he relates what had been tran&#383;acted in another country, at the di&#383;tance of many years, and after all that race of men who had been the actors were gone off the &#383;tage; we &#383;hall find the objection in a great mea&#383;ure obviated. In &#383;o rude an age, when no written records were known, when tradition was loo&#383;e, and accuracy of any kind little attended to, what was great and heroic in one generation, ea&#383;ily ripened into the marvellous in the next.</p>
<p>The natural repre&#383;entation of human character in an epic poem is highly e&#383;&#383;ential to its merit; and, in re&#383;pect of this, there can be no doubt of Homer's excelling all the heroic poets who have ever wrote. But though O&#383;&#383;ian be much inferior to Homer in this article, he will be found to be equal at lea&#383;t, if not &#383;uperior to Virgil; and has, indeed, given all the di&#383;play of human nature, which the &#383;imple occurrences of his times could be expected to furni&#383;h. No dead uniformity of character prevails in Fingal; but, on the contrary, the principal characters are not only clearly di&#383;tingui&#383;hed, but &#383;ometimes artfully contra&#383;ted, &#383;o as to illu&#383;trate each other. O&#383;&#383;ian's heroes are like Homer's, all brave; but their bravery, like tho&#383;e of Homer's too, is of different kinds. For in&#383;tance: the prudent, the &#383;edate, the mode&#383;t and circum&#383;pect Connal, is finely oppo&#383;ed to the pre&#383;umptuous, ra&#383;h, overbearing, but gallant and generous Calmar. Calmar hurries Cuthullin into action by his temerity; and when he &#383;ees the bad effects of his coun&#383;els, he will not &#383;urvive the di&#383;grace. Connal, like another Uly&#383;&#383;es, attends Cuthullin to his retreat, coun&#383;els and comforts him under his mi&#383;fortune. The fierce, the proud, and the high-&#383;pirited Swaran, is admirably contra&#383;ted with the calm, the moderate, and generous Fingal. The character of O&#383;car is a favorite one throughout the whole poems. The amiable warmth of the young warrior; his eager impetuo&#383;ity in the day of action; his pa&#383;&#383;ion for fame; his &#383;ubmi&#383;&#383;ion to his father; his tenderne&#383;s for Malvina; are the &#383;trokes of a ma&#383;terly pencil: the &#383;trokes are few; but it is the hand of nature, and attracts the heart. O&#383;&#383;ian's own character, the old man, the hero, and the bard, all in one, pre&#383;ents to us, through the whole work, a mo&#383;t re&#383;pectable and venerable figure, which we always contemplate with plea&#383;ure. Cuthullin is a hero of the highe&#383;t cla&#383;s: daring, magnanimous, and exqui&#383;itely &#383;en&#383;ible to honor. We become attached to his intere&#383;t, and are deeply touched with his di&#383;tre&#383;s; and after the admiration rai&#383;ed for him in the fir&#383;t part of the poem, it is a &#383;trong proof of O&#383;&#383;ian's ma&#383;terly genius, that he dur&#383;t adventure to produce to us another hero, compared with whom, even the great Cuthullin &#383;hould be only an inferior per&#383;onage; and who &#383;hould ri&#383;e as far above him, as Cuthullin ri&#383;es above the re&#383;t.</p>
<p>Here, indeed, in the character and de&#383;cription of Fingal, O&#383;&#383;ian triumphs almo&#383;t unrivalled; for we may boldly defy all antiquity to &#383;how us any hero equal to Fingal. Homer's Hector po&#383;&#383;e&#383;&#383;es &#383;everal great and amiable qualities; but Hector is a &#383;econdary per&#383;onage in the Iliad, not the hero of the work. We &#383;ee him only occa&#383;ionally; we know much le&#383;s of him than we do of Fingal; who, not only in this, epic poem, but in Temora, and throughout the re&#383;t of O&#383;&#383;ian's works, is pre&#383;ented in all that variety of lights, which give the full di&#383;play of a character. And though Hector faithfully di&#383;charges his duty to his country, his friends, and his family, he is tinctured, however, with a degree of the &#383;ame &#383;avage ferocity which prevails among all the Homeric heroes: for we find him in&#383;ulting over the fallen Patroclus with the mo&#383;t cruel taunts, and telling him, when he lies in the agonies of death, that Achilles cannot help him now; and that in a &#383;hort time his body, &#383;tripped naked, and deprived of funeral honors, &#383;hall be devoured by the vultures. Whereas, in the character of Fingal, concur almo&#383;t all the qualities that can ennoble human nature; that can either make us admire the hero, or love the man. He is not only unconquerable in war, but he makes his people happy by his wi&#383;dom in the days of peace. He is truly too father of his people. He is known by the epithet or “Fingal of the milde&#383;t look;” and di&#383;tingui&#383;hed on every occa&#383;ion by humanity and genero&#383;ity. He is merciful to his foes; full of affection to his children; full of concern about his friends; and never mentions Agandecca, his fir&#383;t love, without the utmo&#383;t tenderne&#383;s. He is the univer&#383;al Protector of the di&#383;tre&#383;&#383;ed; “None ever went &#383;ad from Fingal.”—“O, O&#383;car! bend the &#383;trong in arms; but &#383;pare the feeble hand. Be thou a &#383;tream of mighty tides again&#383;t the foes of thy people; but like the gale that moves the gra&#383;s to tho&#383;e who a&#383;k thine aid. So Trenmor lived; &#383;uch Trathal was; and &#383;uch has Fingal been. My arm was the &#383;upport of the injured; the weak re&#383;ted behind the lightning of my &#383;teel.” The&#383;e were the maxims of true heroi&#383;m, to which he formed his grand&#383;on. His fame is repre&#383;ented as everywhere &#383;pread; the greate&#383;t heroes acknowledge his &#383;uperiority; his enemies tremble at his name; and the highe&#383;t encomium that can be be&#383;towed on one whom the poets would mo&#383;t exalt, is to &#383;ay, that his &#383;oul was like the &#383;oul of Fingal.</p>
<p>To do ju&#383;tice to the poet's merit, in &#383;upporting &#383;uch a character as this, I mu&#383;t ob&#383;erve, what is not commonly attended to, that there is no part of poetical execution more difficult, than to draw a perfect character in &#383;uch a manner as to render it di&#383;tinct, and affecting to the mind. Some &#383;trokes of human imperfection and frailty, are what u&#383;ually give us the mo&#383;t clear view, and the mo&#383;t &#383;en&#383;ible impre&#383;&#383;ion of a character; becau&#383;e they pre&#383;ent to us a man, &#383;uch as we have &#383;een; they recall known features of human nature. When poets attempt to go beyond this range, and de&#383;cribe a faultle&#383;s hero, they for the mo&#383;t part &#383;et before us a &#383;ort of vague, undi&#383;tingui&#383;hable character, &#383;uch as the imagination cannot lay hold of, or realize to it&#383;elf as the object of affection. We know how much Virgil has failed in this particular. His perfect hero, Æneas, is an unanimated, in&#383;ipid per&#383;onage, whom we may pretend to admire, but whom no one can heartily love. But what Virgil has failed in, O&#383;&#383;ian, to our a&#383;toni&#383;hment, has &#383;ucce&#383;&#383;fully executed. His Fingal, though exhibited without any of the common human failings, is, neverthele&#383;s, a real man; a character which touches and intere&#383;ts every reader. To this it has much contributed that the poet has repre&#383;ented him as an old man; and by this has gained the advantage of throwing around him a great many circum&#383;tances, peculiar to that age, which paint him to the fancy in a more di&#383;tinct light. He is &#383;urrounded with his family; he in&#383;tructs his children in the principles of virtue; he is narrative of his pa&#383;t exploits he is venerable with the gray locks of age; he is frequently di&#383;po&#383;ed to moralize, like an old man, on human vanity, and the pro&#383;pect of death. There is more art, at lea&#383;t more felicity, in this, than may at fir&#383;t be imagined. For youth and old are the two &#383;tates of human life, capable of being placed in the mo&#383;t picture&#383;que lights. Middle age is more general and vague; and has fewer circum&#383;tances peculiar to the idea of it. And when any object is in a &#383;ituation that admits it to be rendered particular, and to be clothed with a variety of circum&#383;tances, it always &#383;tands out more clear and full of poetical de&#383;cription.</p>
<p>Be&#383;ides human per&#383;onages, divine or &#383;upernatural agents are often introduced into epic poetry, forming what is called the machinery of it; which mo&#383;t critics hold to be an e&#383;&#383;ential part. The marvellous, it mu&#383;t he admitted, has always a great charm for the bulk of readers. It gratifies the imagination, and affords room for &#383;triking and &#383;ublime de&#383;cription. No wonder, therefore, that all poets &#383;hould have a &#383;trong propen&#383;ity towards it. But I mu&#383;t ob&#383;erve, that nothing is more difficult than to adju&#383;t properly the marvellous with the probable. If a poet &#383;acrifice probability, and fill his work with extravagant &#383;upernatural &#383;cenes, he &#383;preads over it an appearance of romance and childi&#383;h fiction; he tran&#383;ports his readers from this world into a fanta&#383;tic vi&#383;ionary region; and lo&#383;es that weight and dignity which &#383;hould reign in epic poetry. No work from which probability is altogether bani&#383;hed, can make a la&#383;ting or deep impre&#383;&#383;ion. Human actions and manners are always, the mo&#383;t intere&#383;ting objects which can be pre&#383;ented to a human mind. All machinery, therefore, is faulty, which withdraws the&#383;e too much from view, or ob&#383;cures them under a cloud of incredible fictions. Be&#383;ides being temperately employed, machinery ought always to have &#383;ome foundation in popular belief. A poet is by no means at liberty to invent what &#383;y&#383;tem of the marvellous he plea&#383;es; he mu&#383;t avail him&#383;elf either of the religious faith, or the &#383;uper&#383;titious credulity of the country wherein he lives; &#383;o as to give an air of probability to events which are mo&#383;t contrary to the common cour&#383;e of nature.</p>
<p>In the&#383;e re&#383;pects, O&#383;&#383;ian appears to me to have been remarkably happy. He has, indeed, followed the &#383;ame cour&#383;e with Homer. For it is perfectly ab&#383;urd to imagine, as &#383;ome critics have done, that Homer's mythology was invented by him “in con&#383;equence of profound reflection on the benefits it would yield to poetry.” Homer was no &#383;uch refining genius. He found the traditionary &#383;tories, on which he built his Iliad, mingled with popular legends concerning the intervention of the gods; and he adopted the&#383;e becau&#383;e they amu&#383;ed the fancy. O&#383;&#383;ian, in like manner, found the tales of his country full of gho&#383;ts and &#383;pirits; it is likely he believed them him&#383;elf; and he introduced them, becau&#383;e they gave his poems that &#383;olemn and marvellous ca&#383;t which &#383;uited his genius. This was the only machinery he could employ with propriety; becau&#383;e it was the only intervention of &#383;upernatural beings which agreed with the common belief of the country. It was happy; becau&#383;e it did not interfere in the lea&#383;t with the proper di&#383;play of human characters and actions; becau&#383;e it had le&#383;s of the incredible than mo&#383;t other kinds of poetical machinery; and becau&#383;e it &#383;erved to diver&#383;ify the &#383;cene, and to heighten the &#383;ubject by an awful grandeur, which is the great de&#383;ign of machinery.</p>
<p>As O&#383;&#383;ian's mythology is peculiar to him&#383;elf, and makes a con&#383;iderable figure in his other poems, as well as in Fingal, it may be proper to make &#383;ome ob&#383;ervations on it, independent of its &#383;ub&#383;erviency to epic compo&#383;ition. It turns, for the mo&#383;t part, on the appearances of departed &#383;pirits. The&#383;e, con&#383;onantly to the notions of every rude age, are repre&#383;ented not as purely immaterial, but as thin airy forms, which can be vi&#383;ible or invi&#383;ible at plea&#383;ure; their voice is feeble, their arm is weak; but they are endowed with knowledge more than human. In a &#383;eparate &#383;tate, they retain the &#383;ame di&#383;po&#383;itions which animated them in this life. They ride on the wind; they bend their airy bows; and pur&#383;ue deer formed of clouds. The gho&#383;ts of departed bards continue to &#383;ing. The gho&#383;ts of departed heroes frequent the fields of their former fame. “They re&#383;t together in their caves, and talk of mortal men. Their &#383;ongs are of other worlds. They come &#383;ometimes to the ear of re&#383;t, and rai&#383;e their feeble voice.” All this pre&#383;ents to us much the &#383;ame &#383;et of ideas concerning &#383;pirits, as we find in the eleventh book of the Ody&#383;&#383;ey, where Uly&#383;&#383;es vi&#383;its the regions of the dead; and in the twenty-third book of the Iliad, the gho&#383;t of Patroclus, after appearing to Achilles, vani&#383;hes preci&#383;ely like one of O&#383;&#383;ian's, emitting a &#383;hrill, feeble cry, and melting away like &#383;moke.</p>
<p>But though Homer's and O&#383;&#383;ian's ideas concerning gho&#383;ts were of the &#383;ame nature, we cannot but ob&#383;erve, that O&#383;&#383;ian's gho&#383;ts are drawn with much &#383;tronger and livelier colors than tho&#383;e of Homer. O&#383;&#383;ian de&#383;cribes gho&#383;ts with all the particularity of one who had &#383;een and conver&#383;ed with them, and who&#383;e imagination was full of the impre&#383;&#383;ion they had left upon it. He calls up tho&#383;e awful and tremendous ideas which the </p>
<l>—Simulacra modis pallentia miris</l>
<p>are fitted to rai&#383;e in the human mind; and which, in Shak&#383;peare's &#383;tyle, “harrow up the &#383;oul.” Crugal's gho&#383;t, in particular, in the beginning of the &#383;econd book of Fingal, may vie with any appearance of this kind, de&#383;cribed by any epic or tragic poet whatever. Mo&#383;t poets would have contented them&#383;elves, with telling us, that he re&#383;embled, in every particular, the living Crugal; that his form and dre&#383;s were the &#383;ame, only his face more pale and &#383;ad; and that he bore the mark of the wound by which he fell. But O&#383;&#383;ian &#383;ets before our eyes a &#383;pirit from the invi&#383;ible world, di&#383;tingui&#383;hed by all tho&#383;e features which a &#383;trong, a&#383;toni&#383;hed imagination would give to a gho&#383;t. “A dark red &#383;tream of fire comes down from the hill. Crugal &#383;at upon the beam; he that lately fell by the band of Swaran, &#383;triving in the battle of heroes. His face is like the beam of the &#383;etting moon. His robes are of the cloud of the hill. His eyes are like two decaying flames. Dark is the wound of his brea&#383;t.—The &#383;tars dim twinkled through his form; and his voice was like the &#383;ound of a di&#383;tant &#383;tream.” The circum&#383;tance of the &#383;tars being beheld “dim twinkling through his form,” is wonderfully picture&#383;que, and convoys the mo&#383;t lively impre&#383;&#383;ion of his thin and &#383;hadowy &#383;ub&#383;tance. The attitude in which he is afterward placed, and the &#383;peech put into his mouth, are full of that &#383;olemn and awful &#383;ublimity, which &#383;uits the &#383;ubject. “Dim, and in tears he &#383;tood, and he &#383;tretched his pale hand over the hero. Faintly he rai&#383;ed his feeble voice, like the gale of the reedy Lego.—My gho&#383;t, O Connal! is on my native hills; but my cor&#383;e is on the &#383;ands of Ulla. Thou &#383;halt never talk with Crugal, or find his lone &#383;teps in the heath. I am light as the bla&#383;t of Cromla; and I move like the &#383;hadow of mi&#383;t. Connal, &#383;on of Colgar! I &#383;ee the dark cloud of death; it hovers over the plains of Lena. The &#383;ons of green Erin Shall fall. Remove from the field of gho&#383;ts.—Like the darkened moon, he retired in the mid&#383;t of the whi&#383;tling bla&#383;t.”</p>
<p>Several other appearances of &#383;pirits might be pointed out, as among the mo&#383;t &#383;ublime pa&#383;&#383;ages of O&#383;&#383;ian's poetry. The circum&#383;tances of them are con&#383;iderably diver&#383;ified, and the &#383;cenery always &#383;uited to the occa&#383;ion. “O&#383;car &#383;lowly a&#383;cends the hill. The meteors of night &#383;et on the heath before him. A di&#383;tant torrent faintly roars. Unfrequent bla&#383;ts ru&#383;h through aged oaks. The half enlightened moon &#383;inks dim and red behind her hill. Feeble voices are heard on the heath. O&#383;car drew his &#383;word—.”Nothing can prepare the fancy more happily for the awful &#383;cene that is to follow. “Trenmor came from his hill at the voice of his mighty &#383;on. A cloud, like the &#383;teed of the &#383;tranger, &#383;upported his airy limbs. His robe is of the mi&#383;t of Lano, that brings death to the people. His &#383;word is a green meteor, half extingui&#383;hed. His face is without form, and dark. He &#383;ighed thrice over the hero; and thrice the winds of the night roared around. Many were his words to O&#383;car.—He &#383;lowly vani&#383;hed, like a mi&#383;t that melts on the &#383;unny hill.” To appearances of this kind, we can find no parallel among the Greek or Roman poets. They bring to mind that noble de&#383;cription in the book of Job: “In thoughts from the vi&#383;ion of the night, when deep &#383;leep falleth on men, fear came upon me, and trembling, which made all my bones to &#383;hake. Then a &#383;pirit pa&#383;&#383;ed before my face: the hair of my fle&#383;h &#383;tood up It &#383;tood &#383;till: but I could not di&#383;cern the form thereof. An image was before mine eyes. There was &#383;ilence; and I heard a voice—Shall mortal man be more ju&#383;t than God?”</p>
<p>As O&#383;&#383;ian's &#383;upernatural beings are de&#383;cribed with a &#383;urpri&#383;ing force of imagination, &#383;o they are introduced with propriety. We have only three gho&#383;ts in Fingal: that of Crugal, which comes to warn the ho&#383;t of impending de&#383;truction, and to advi&#383;e them to &#383;ave them&#383;elves by retreat; that of Evir-allen, the &#383;pou&#383;e of O&#383;&#383;ian, which calls on him to ri&#383;e and re&#383;cue their &#383;on from danger; and that of Agandecca, which, ju&#383;t before the la&#383;t engagement with Swaran, moves Fingal to pity, by mourning for the approaching de&#383;truction of her kin&#383;man and people. In the other poems, gho&#383;ts &#383;ometimes appear, when invoked, to foretell futurity; frequently, according to the notions of the&#383;e times, they come as forerunners of mi&#383;fortune or death, to tho&#383;e whom they vi&#383;it; &#383;ometimes they inform their friends at a di&#383;tance of their own death; and &#383;ometimes they are introduced to heighten the &#383;cenery on &#383;ome great and &#383;olemn occa&#383;ion. “A hundred oaks burn to the wind; and faint light gleams over the heath. The gho&#383;ts of Ardven pa&#383;s through the beam, and &#383;how their dim and di&#383;tant forms. Comala is half un&#383;een on her meteor; and Hidallan is &#383;ullen and dim.”—“The awful faces of other times looked from the clouds of Crona.”—“Fercuth! I &#383;aw the gho&#383;t of night. Silent he &#383;tood on that bank; his robe of mi&#383;t flew on the wind. I could behold his tears. An aged man he &#383;eemed, and full of thought.”</p>
<p>The gho&#383;ts of &#383;trangers mingle not with tho&#383;e of the natives. “She is &#383;een: but not like the daughters of the hill. Her robes are from the &#383;tranger&#383;' land; and &#383;he is &#383;till alone.” When the gho&#383;t of one whom we had formerly known is introduced, the propriety of the living character is &#383;till pre&#383;erved. This is remarkable in the appearance of Calmar's gho&#383;t, in the poem entitled, The death of Cuthullin. He &#383;eems to forebode Cuthullin's death, and to beckon him to his cave. Cuthullin reproaches him for &#383;uppo&#383;ing that he could be intimidated by &#383;uch progno&#383;tics. “Why do&#383;t thou bend thy dark eyes on me, gho&#383;t of the car-borne Calmar? Would&#383;t thou frighten me, O Matha's &#383;on! from the battles of Cormac? Thy hand was not feeble in war; neither was thy voice for peace. How art thou changed, chief of Lara! if thou now do&#383;t advi&#383;e to fly! Retire thou to thy cave thou art not Calmar's gho&#383;t; lie delighted in battle and his arm was like the thunder of heaven.” Calmar makes no return to this &#383;eeming reproach: but “he retired in his bla&#383;t with joy; for he had heard the voice of his prai&#383;e.” This is preci&#383;ely the gho&#383;t of Achilles in Homer; who, notwith&#383;tanding all the di&#383;&#383;ati&#383;faction he expre&#383;&#383;es with his &#383;tate in the region of the dead, as &#383;oon as he had heard his &#383;on Neoptolemus prai&#383;ed for his gallant behavior, &#383;trode away with &#383;ilent joy to rejoin the re&#383;t of the &#383;hades.</p>
<p>It is a great advantage of O&#383;&#383;ian's mythology, that it is not local and temporary, like that of mo&#383;t other ancient poets; which of cour&#383;e is apt to &#383;eem ridiculous, after the &#383;uper&#383;titions have pa&#383;&#383;ed away on which it is founded. O&#383;&#383;ian's mythology is, to &#383;peak &#383;o, the mythology of human nature; for it is founded on what has been the popular belief, in all ages and countries, and under all forms of religion, concerning the appearances of departed &#383;pirits. Homer's machinery is always lively and amu&#383;ing; but far from being always &#383;upported with proper dignity. The indecent &#383;quabbles among his gods &#383;urely do no honor to epic poetry. Whereas O&#383;&#383;ian's machinery has dignity upon all occa&#383;ions. It is indeed a dignity of the dark and awful kind; but this is proper; becau&#383;e coincident with the &#383;train and &#383;pirit of the poetry. A light and gay mythology, like Homer's, would have been perfectly un&#383;uitable to the &#383;ubjects on which O&#383;&#383;ian's genius was employed. But though his machinery be always &#383;olemn, it is not, however, always dreary or di&#383;mal; it as enlivened, as much as the &#383;ubject would permit, by tho&#383;e plea&#383;ant and beautiful appearances, which he &#383;ometimes introduces, of the &#383;pirits of the hill. The&#383;e are gentle &#383;pirits: de&#383;cending on &#383;unbeams, fair moving on the plain; their forms white and bright; their voices &#383;weet; and their vi&#383;its to men propitious. The greate&#383;t prai&#383;e that can be given to the beauty of a living woman, is to &#383;ay, “She is fair as the gho&#383;t of the hill, when it moves in a &#383;unbeam at noon, over the &#383;ilence of Morven.” “The hunter &#383;hall hear my voice from his booth. He &#383;hall fear, but love my voice. For &#383;weet &#383;hall my voice be for my friends; for plea&#383;ant were they to me.”</p>
<p>Be&#383;ides gho&#383;ts, or the &#383;pirits of departed men, we find in O&#383;&#383;ian &#383;ome in&#383;tances of other kinds of machinery. Spirits of a &#383;uperior nature to gho&#383;ts are &#383;ometimes alluded to, which have power to embroil the deep; to call forth winds and &#383;torms, and pour them on the land of the &#383;tranger; to overturn fore&#383;ts, and to &#383;end death among the people. We have prodigies too; a &#383;hower of blood; and when &#383;ome di&#383;a&#383;ter is befalling at a di&#383;tance, the &#383;ound of death is heard on the &#383;trings of O&#383;&#383;ian's harp: all perfectly con&#383;onant, not only to the peculiar ideas of northern nations, but to the general current of a &#383;uper&#383;titious mention in all countries. The de&#383;cription of Fingal's airy hall, in the poem called Errathon, and of the a&#383;cent of Malvina into it, de&#383;erves particular notice, as remarkably noble and magnificent. But, above all, the engagement of Fingal with the &#383;pirit of Loda, in Carric-thura, cannot be mentioned without admiration. I forbear tran&#383;cribing the pa&#383;&#383;age, as it mu&#383;t have drawn the attention of every one who has read the works of O&#383;&#383;ian. The undaunted courage of Fingal, oppo&#383;ed to all the terrors of the Scandinavian god; the appearance and the &#383;peech of that awful &#383;pirit; the wound which he receives, and the &#383;hriek which he &#383;ends forth, “as, rolled into him&#383;elf, he ro&#383;e upon the wind;” are full of the mo&#383;t amazing and terrible maje&#383;ty. I know no pa&#383;&#383;age more &#383;ublime in the writings of any unin&#383;pired author. The fiction is calculated to aggrandize the hero; which it does to a high degree: nor is it &#383;o unnatural or wild a fiction as might at fir&#383;t be thought. According to the notions of tho&#383;e times, &#383;upernatural beings were material, and, con&#383;equently, vulnerable. The &#383;pirit of Loda was not acknowledged as a deity by Fingal; he did not wor&#383;hip at the &#383;tone of his power; he plainly con&#383;idered him as the god of his enemies only; as a local deity, who&#383;e dominion extended no farther than to the regions where he was wor&#383;hipped; who had, therefore, no title to threaten him, and no claim to his &#383;ubmi&#383;&#383;ion. We know there are poetical precedents of great authority, for fictions fully as extravagant; and if Homer be forgiven for making Diomed attack and wound in battle the gods whom that chief him&#383;elf wor&#383;hipped, O&#383;&#383;ian &#383;urely is pardonable for making his hero &#383;uperior to the god of a foreign territory.</p>
<p>Notwith&#383;tanding the poetical advantages which I have a&#383;cribed to O&#383;&#383;ian's machinery, I acknowledge it would have been much more beautiful and perfect had the author di&#383;covered &#383;ome knowledge of a Supreme Being. Although his &#383;ilence on this head has been accounted for by the learned and ingenious tran&#383;lator in a very probable, manner, yet &#383;till it mu&#383;t be held a con&#383;iderable di&#383;advantage to the poetry. For the mo&#383;t augu&#383;t and lofty ideas that can embelli&#383;h poetry are derived from the belief of a divine admini&#383;tration of the univer&#383;e; and hence the invocation of a Supreme Being, or at lea&#383;t of &#383;ome &#383;uperior powers, who are conceived as pre&#383;iding over human affairs, the &#383;olemnities of religious wor&#383;hip, prayers preferred, and a&#383;&#383;i&#383;tance implored on critical occa&#383;ions, appear with great dignity in the works of almo&#383;t all poets, as chief ornaments of their compo&#383;itions. The ab&#383;ence of all &#383;uch religious ideas from O&#383;&#383;ian's poetry is a &#383;en&#383;ible blank in it; the more to be regretted, as we can ea&#383;ily imagine what an illu&#383;trious figure they would have made under the management of &#383;uch a genius as his; and how finely they would have been adapted to many &#383;ituations which occur in his works.</p>
<p>After &#383;o particular an examination of Fingal, it were needle&#383;s to enter into as full a di&#383;cu&#383;&#383;ion of the conduct of Temora, the other epic poem. Many of the &#383;ame ob&#383;ervations, e&#383;pecially with regard to the great characteri&#383;tics of heroic poetry, apply to both. The high merit, however, of Temora, requires that we &#383;hould not pa&#383;s it by without &#383;ome remarks.</p>
<p>The &#383;cene of Temora, as of Fingal, is laid in Ireland; and the action is of a po&#383;terior date. The &#383;ubject is, an expedition of the hero to dethrone and puni&#383;h a bloody u&#383;urper, and to re&#383;tore the po&#383;&#383;e&#383;&#383;ion of the kingdom to the po&#383;terity of the lawful prince: an undertaking worthy of the ju&#383;tice and heroi&#383;m of the great Fingal. The action is one, and complete. The Poem opens with the de&#383;cent of Fingal on the coa&#383;t, and the con&#383;ultation held among the chiefs of the enemy. The murder of the young prince Cormac, which was the cau&#383;e of the war, being antecedent to the epic action, is introduced with great propriety as an epi&#383;ode in the fir&#383;t book. In the progre&#383;s of the poem, three battles are de&#383;cribed, which ri&#383;e in their importance above, one another; the &#383;ucce&#383;s is various, and the i&#383;&#383;ue for &#383;ome time doubtful; till at la&#383;t, Fingal, brought into di&#383;tre&#383;s, by the wound of his great general Gaul, and the death of his &#383;on Fillan, a&#383;&#383;umes the command him&#383;elf; and, having &#383;lain the Iri&#383;h king in &#383;ingle combat, re&#383;tores the rightful heir to his throne.</p>
<p>Temora has perhaps le&#383;s fire than the other epic poem; but in return it has more variety, more tenderne&#383;s, and more magnificence. The reigning idea, &#383;o often re&#383;ented to us, of “Fingal, in the la&#383;t of his fields, is venerable and affecting; nor could any more noble conclu&#383;ion be thought of, than the aged hero, after &#383;o many &#383;ucce&#383;&#383;ful achievements, taking his leave of battles, and, with all the &#383;olemnities of tho&#383;e times, re&#383;igning his &#383;pear to his &#383;on. The events are le&#383;s crowded in Temora than in Fingal; actions and characters are more particularly di&#383;played: we are let into the tran&#383;actions of both ho&#383;ts, and informed of the adventures of the night as well as of the day. The &#383;till, pathetic, and the romantic &#383;cenery of &#383;everal of the night adventures, &#383;o remarkably &#383;uited to O&#383;&#383;ian's genius, occa&#383;ion a fine diver&#383;ity in the poem; and are happily contra&#383;ted with the military operations of the day.</p>
<p>In mo&#383;t of our author's poems, the horrors of war are &#383;oftened by intermixed &#383;cenes of love and friend&#383;hip. In Fingal the&#383;e are introduced as epi&#383;odes: in Temora we have an incident of this nature wrought into the body of the piece, in the adventure of Cathmor and Sulmalla. This forms one of the mo&#383;t con&#383;picuous beauties of that poem. The di&#383;tre&#383;s of Sulmalla, di&#383;gui&#383;ed and unknown among&#383;t &#383;trangers, her tender and anxious concern for the &#383;afety of Cathmor, her dream, and her melting remembrance of the land of her fathers; Cathmor's emotion when he fir&#383;t di&#383;covers her, his &#383;truggles to conceal and &#383;uppre&#383;s his pa&#383;&#383;ion, le&#383;t it &#383;hould unman him in the mid&#383;t of war, though “his &#383;oul poured forth in &#383;ecret, when he beheld her fearful eye,” and the la&#383;t interview between them, when, overcome by her tenderne&#383;s, he lets her know he had di&#383;covered her, and confe&#383;&#383;es his pa&#383;&#383;ion; are all wrought up with the mo&#383;t exqui&#383;ite &#383;en&#383;ibility and delicacy.</p>
<p>Be&#383;ides the characters which appeared in Fingal, &#383;everal new ones are here introduced; and though, as they are all the characters of warriors, bravery is the predominant feature, they are neverthele&#383;s diver&#383;ified in a &#383;en&#383;ible and &#383;triking manner. Foldath, for in&#383;tance, the general of Cathmor, exhibits the perfect picture of a &#383;avage chieftain; bold and daring, but pre&#383;umptuous, cruel, and overbearing. He is di&#383;tingui&#383;hed, on his fir&#383;t appearance, as the friend of the tyrant Cairbar, “His &#383;tride is haughty; his red eye rolls in wrath.” In his per&#383;on and whole deportment he is contra&#383;ted with the mild and wi&#383;e Hidalla, another leader of the &#383;ame army, on who&#383;e humanity and gentlene&#383;s he looks with great contempt. He profe&#383;&#383;edly delights in &#383;trife and blood. He in&#383;ults over the fallen. He is imperious in his coun&#383;els, and factious when they are not followed. He is unrelenting in all his &#383;chemes of revenge, even to the length of denying the funeral &#383;ong to the dead; which, from the injury thereby done to their gho&#383;ts, was in tho&#383;e days con&#383;idered as the greate&#383;t barbarity. Fierce to the la&#383;t, he comforts him&#383;elf in his dying moments with thinking that his gho&#383;t &#383;hall often leave its bla&#383;t to rejoice over the graves of tho&#383;e he had &#383;lain. Yet O&#383;&#383;ian, ever prone to the pathetic, has contrived to throw into his account of the death, even of this man, &#383;ome tender circum&#383;tances, by the moving de&#383;cription of his daughter Dardulena, the la&#383;t of his race.</p>
<p>The character of Foldath tends much to exalt that of Cathmor, the chief commander, which is di&#383;tingui&#383;hed by the mo&#383;t humane virtues. He all fraud and cruelty, is famous for his ho&#383;pitality to &#383;trangers; open to every generous &#383;entiment, and to every &#383;oft and compa&#383;&#383;ionate feeling. he is &#383;o amiable as to divide the reader's attachment between him and the hero of the poem; though our author has artfully managed it &#383;o as to make Cathmor him&#383;elf indirectly acknowledge Fingal's &#383;uperiority, and to appear &#383;omewhat apprehen&#383;ive of the event, after the death of Fillan, which he knew would call forth Fingal in all his might. It is very remarkable, that although O&#383;&#383;ian has introduced into his poems three complete heroes, Cuthullin, Cathmor, and Fingal, he has, however, &#383;en&#383;ibly di&#383;tingui&#383;hed each of their characters; Cuthullin is particularly honorable; Cathmor particularly amiable; Fingal wi&#383;e and great, retaining an a&#383;cendant peculiar to him&#383;elf in whatever light he is viewed.</p>
<p>But the favorite figure in Temora, and the one mo&#383;t highly fini&#383;hed, is Fillan. His character is of that &#383;ort for which O&#383;&#383;ian &#383;hows a particular fondne&#383;s; an eager, fervent, young warrior, fired with all the impatient enthu&#383;ia&#383;m for military glory peculiar to that time of life. He had &#383;ketched this in the de&#383;cription of his own &#383;on O&#383;car; but as he has extended it more fully in Fillan, and as the character is &#383;o con&#383;onant to the epic &#383;train, though, as far as I remember, not placed in &#383;uch a con&#383;picuous light by any other epic poet, it may be worth while to attend a little to O&#383;&#383;ian's management of it in this in&#383;tance.</p>
<p>Fillan was the younge&#383;t of all the &#383;ons of Fingal younger, it is plain, than his nephew O&#383;car, by who&#383;e fame and great deeds in war we may naturally &#383;uppo&#383;e his ambition to have been highly &#383;timulated. Withal, as lie is younger, he is de&#383;cribed as more ra&#383;h and fiery. His fir&#383;t appearance is &#383;oon after O&#383;car's death, when he was employed to watch the motions of the foe by night. In a conver&#383;ation with his brother O&#383;&#383;ian, on that occa&#383;ion, we learn that it was not long &#383;ince he began to lift the &#383;pear. “Few are the marks of my &#383;word in battle; but my &#383;oul is fire.” He is with &#383;ome difficulty re&#383;trained by O&#383;&#383;ian from going to attack the enemy; and complains to him, that his father had never allowed him any opportunity of &#383;ignalizing his valor. “The king hath not remarked my &#383;word; I go forth with the crowd; I return without my fame.” Soon after, when Fingal, according to cu&#383;tom, was to appoint one of his chiefs to command the army, and each was &#383;tanding forth, and putting in his claim to this honor, Fillan is pre&#383;ented in the following mo&#383;t picture&#383;que and natural attitude: “On his &#383;pear &#383;tood the Son of Clatho, in the wandering of his locks. Thrice he rai&#383;ed his eyes to Fingal; his voice thrice failed him as he &#383;poke. Fillan could not boa&#383;t of battles; at once he &#383;trode away. Bent over a di&#383;tant &#383;tream he &#383;tood; the tear hung in his eye. He &#383;truck, at times, the thi&#383;tle's head with his inverted &#383;pear.” No le&#383;s natural and beautiful is the de&#383;cription of Fingal's paternal emotion on this occa&#383;ion. “Nor is he un&#383;een of Fingal. Sidelong he beheld his &#383;on. He beheld him with bur&#383;ting joy. He hid the big tear with his locks, and turned amid&#383;t his crowded &#383;oul.” The command, for that day, being given to Gaul, Fillan ru&#383;hes amid&#383;t the thicke&#383;t of the foe, &#383;aves Gaul's life, who is wounded by a random arrow, and di&#383;tingui&#383;hes him&#383;elf &#383;o in battle, that “the days of old return on Fingal's mind, as he beholds the renown of his &#383;on. As the &#383;un rejoices from the cloud, over the tree his beams have rai&#383;ed, whil&#383;t it &#383;hakes its lonely head on the heath, &#383;o joyful is the king over Fillan.” Sedate, however, and wi&#383;e, he mixes the prai&#383;e which he be&#383;tows on him with &#383;ome reprehen&#383;ion of his ra&#383;hne&#383;s. “My &#383;on, I &#383;aw thy deeds, and my &#383;oul was glad. Thou art brave, &#383;on of Clatho, but headlong in the &#383;trife. So did not Fingal advance, though he never feared a foe. Let thy people be a ridge behind thee; they are thy &#383;trength in the field. Then &#383;halt thou be long renowned, and behold the tombs of thy fathers.”</p>
<p>On the next day, the, greate&#383;t and the la&#383;t of Fillan's life, the charge is committed to him of leading on the ho&#383;t to battle. Fingal's &#383;peech to his troops on this occa&#383;ion is full of noble &#383;entiment; and, where he recommends his &#383;on to their care, extremely touching. “A young beam is before you: few are his &#383;teps to war. They are few, but he is valiant; defend my dark-haired &#383;on. Bring him back with joy; hereafter he may &#383;tand alone. His form is like his fathers; his &#383;oul is a flame of their fire.” When the battle begins, the poet puts forth his &#383;trength to de&#383;cribe the exploits of the young hero; who, at la&#383;t encountering and killing with his own hand Foldath, the oppo&#383;ite general, attains the pinnacle of glory. In what follows, when the fate of Fillan is drawn near, O&#383;&#383;ian, if anywhere, excels him&#383;elf. Foldath being &#383;lain, and a general rout begun, there was no re&#383;ource left to the enemy but in the great Cathmore him&#383;elf, who in this extremity de&#383;cends from the hill, where, according to the cu&#383;tom of tho&#383;e princes, he &#383;urveyed the battle. Ob&#383;erve how this critical event is wrought up by the poet. “Wide-&#383;preading over echoing Lubar, the flight of Bolga is rolled along. Fillan hung forward on their &#383;teps, and &#383;trewed the heath with dead. Fingal rejoiced over his &#383;on.—Blue-&#383;hielded Cathmor ro&#383;e.—Son of Alpin, bring the harp! Give Fillan's prai&#383;e to the wind: rai&#383;e high his prai&#383;e in my hall, while yet he &#383;hines in war. Leave, blue-eyed Clatho! leave thy hall; behold that early beam of thine! The ho&#383;t is withered in its cour&#383;e. No farther look—it is dark—light trembling from the harp, &#383;trike, virgins! &#383;trike the &#383;ound.” The &#383;udden interruption and &#383;u&#383;pen&#383;e of the narration on Cathmor's ri&#383;ing from his hill, the abrupt bur&#383;ting into the prai&#383;e of Fillan, and the pa&#383;&#383;ionate apo&#383;trophe to his mother Clatho, are admirable efforts of poetical art, in order to intere&#383;t us in Fillan's danger; and the whole is heightened by the immediate following &#383;imile, one of the mo&#383;t magnificent and &#383;ublime that is to be met with in any poet, and which, if it had been found in Homer, would have been the frequent &#383;ubject of admiration to critics: “Fillan is like a &#383;pirit of heaven, that de&#383;cends from the &#383;kirt of big bla&#383;t. The troubled ocean feels his &#383;teps as he &#383;trides from wave to wave. His path kindles behind him; i&#383;lands &#383;hake their heads on the heaving &#383;eas.”</p>
<p>But the poet's art is not yet exhau&#383;ted. The fall of this noble young, warrior, or, in O&#383;&#383;ian's &#383;tyle, the extinction of this beam of heaven, could not be rendered too intere&#383;ting and affecting. Our attention is naturally drawn towards Fingal. He beholds front his hill the ri&#383;ing of Cathmor, and the danger of his &#383;on. But what &#383;hall he do? “Shall Fingal ri&#383;e to his aid, and take the &#383;word of Luno? What then &#383;hall become of thy fame, &#383;on of white-bo&#383;omed Clatho? Turn not thine eves from Fingal, daughter of Ini&#383;tore! I &#383;hall not quench thy early beam. No cloud of mine &#383;hall ri&#383;e, my &#383;on, upon thy &#383;oul of fire.” Struggling between concern for the fame, and fear for the &#383;afety of his &#383;on, be withdraws from the &#383;ight of the engagement, and de&#383;patches O&#383;&#383;ian in ha&#383;te to the field, with this affectionate and delicate injunction: “Father of O&#383;car!” addre&#383;&#383;ing him by a title which on this occa&#383;ion has the highe&#383;t propriety: “Father of O&#383;car! lift the &#383;pear, defend the young in arms. But conceal thy &#383;teps from Fillan's eyes. He mu&#383;t not know that I doubt his &#383;teel.” O&#383;&#383;ian arrived too late. But unwilling to de&#383;cribe Fillan vanqui&#383;hed, the poet &#383;uppre&#383;&#383;es all the circum&#383;tances of the combat with Cathmor; and only &#383;hows us the dying hero. We &#383;ee him animated to the end with the &#383;ame martial and ardent &#383;pirit; breathing his la&#383;t in bitter regret for-being &#383;o early cut off from the field of glory. “O&#383;&#383;ian, lay me in that hollow rock. Rai&#383;e no &#383;tone above me, le&#383;t one &#383;hould a&#383;k about my fame. I am fallen in the fir&#383;t of my fields; fallen without renown. Let thy voice alone &#383;end joy to my flying &#383;oul. Why &#383;hould the bard know where dwells the early-fallen Fillan?” He who, after tracing the circum&#383;tances of this &#383;tory, &#383;hall deny that our bard is po&#383;&#383;e&#383;&#383;ed of high &#383;entiment and high art, mu&#383;t be &#383;trangely prejudiced indeed. Let him read the &#383;tory of Pallas in Virgil, which is of a &#383;imilar kind; and after all the prai&#383;e he may ju&#383;tly be&#383;tow on the elegant and fini&#383;hed de&#383;cription of that amiable author, let him &#383;ay which of the two poets unfolds mo&#383;t of the human &#383;oul. I waive in&#383;i&#383;ting on any more of the particulars in Temora; as my aim is rather to lead the reader into the genius and &#383;pirit of O&#383;&#383;ian's poetry, than to dwell on all his beauties.</p>
<p>The judgment and art di&#383;covered in conducting works of &#383;uch length as Fingal and Temora, di&#383;tingui&#383;h them from the other poems in this collection. The &#383;maller pieces, however, contain particular beauties, no le&#383;s eminent. They are hi&#383;torical poems, generally of the elegiac kind; and plainly di&#383;cover them&#383;elves to be the work of the &#383;ame author. One con&#383;i&#383;tent face of manners is everywhere pre&#383;ented to us; one &#383;pirit of poetry reigns; the ma&#383;terly hand of O&#383;&#383;ian appears throughout; the &#383;ame rapid and animated &#383;tyle; the &#383;ame &#383;trong coloring of imagination, and the &#383;ame glowing &#383;en&#383;ibility of heart. Be&#383;ides the unity which belongs to the compo&#383;itions of one man, there is moreover a certain unity of &#383;ubject, which very happily connects all the&#383;e poems. They form the poetical hi&#383;tory of the age, of Fingal, The &#383;ame race of heroes whom we had met with in the greater poems, Cuthullin, O&#383;car, Connar, and Gaul, return again upon the &#383;tage; and Fingal him&#383;elf is always the principal figure, pre&#383;ented on every occa&#383;ion, with equal magnificence, nay, ri&#383;ing upon us to the la&#383;t. The circum&#383;tances of O&#383;&#383;ian's old age and blindne&#383;s, his &#383;urviving all his friends, and his relating their great exploits to Malvina, the &#383;pou&#383;e or mi&#383;tre&#383;s of his beloved &#383;on O&#383;car, furni&#383;h the fine&#383;t poetical &#383;ituations that fancy could devi&#383;e for that tender pathetic which reigns in O&#383;&#383;ian's poetry.</p>
<p>On each of the&#383;e poems there might be room for &#383;eparate ob&#383;ervations, with regard to he conduct and di&#383;po&#383;itions of the incidents, as well as to the beauty of the de&#383;criptions and &#383;entiments. Carthon is a regular and highly fini&#383;hed piece. The main &#383;tory is very properly introduced by Cle&#383;&#383;amore's relation of the adventure of his youth; and this introduction is finely heightened by Fingal's &#383;ong of mourning over Moina; in which O&#383;&#383;ian, ever fond of doing honor to his father, has contrived to di&#383;tingui&#383;h him for being an eminent poet, as well as warrior. Fingal's &#383;ong upon this occa&#383;ion, when “his thou&#383;and bards leaned forwards from their &#383;eats, to hear the voice of the king,” is inferior to no pa&#383;&#383;age in the whole book; and with great judgement put in his mouth, as the &#383;eriou&#383;ne&#383;s, no le&#383;s than the &#383;ublimity of the &#383;train, is peculiarly &#383;uited to the hero's character. In Darthula are a&#383;&#383;embled almo&#383;t all the tender images that can touch the heart of man, friend&#383;hip, love, the affections of parents, &#383;ons, and brothers, the di&#383;tre&#383;s of the aged, and the unavailing bravery of the young. The beautiful addre&#383;s to the moon, with which the poem opens, and the tran&#383;ition from thence to the &#383;ubject, mo&#383;t happily prepare the mind for that train of affecting events that is to follow. The &#383;tory is regular, dramatic, intere&#383;ting to the la&#383;t. He who can read it without emotion may congratulate him&#383;elf, if he plea&#383;es, upon being completely armed again&#383;t &#383;ympathetic &#383;orrow. As Fingal had no occa&#383;ion of appearing in the action of this poem, O&#383;&#383;ian makes a very artful tran&#383;ition from his narration, to what was pa&#383;&#383;ing in the halls of Selma. The &#383;ound heard there on the &#383;trings of his harp, the concern which Fingal &#383;hows on bearing it, and the invocation of the gho&#383;ts of their fathers, to receive the heroes falling in a di&#383;tant land, are introduced with great beauty of imagination to increa&#383;e the &#383;olemnity, and to diver&#383;ify the &#383;cenery of the poem.</p>
<p>Carric-thura is full of the mo&#383;t &#383;ublime dignity; and has this advantage, of being more cheerful in the &#383;ubject, and more happy in the cata&#383;trophe, than mo&#383;t of the other poems: though tempered at the &#383;ame time with epi&#383;odes in that &#383;train of tender melancholy which &#383;eems to have been the great delight of O&#383;&#383;ian and the bards of his age. Lathmon is peculiarly di&#383;tingui&#383;hed by high genero&#383;ity of &#383;entiment. This is carried &#383;o far, particularly in the refu&#383;al of Gaul, on one &#383;ide, to take the advantage of a &#383;leeping foe; and of Lathmon, on the other, to overpower by numbers the two young warriors as to recall into one's mind the manners of chivalry; &#383;ome re&#383;emblance to which may perhaps be &#383;ugge&#383;ted by other incidents in this collection of poems. Chivalry, however, took ri&#383;e in an age and country too remote from tho&#383;e of O&#383;&#383;ian, to admit the &#383;u&#383;picion that the one could have borrowed any thing from the other. So far as chivalry had any real exi&#383;tence, the &#383;ame military enthu&#383;ia&#383;m which gave birth to it in the feudal times, might, in the days of O&#383;&#383;ian, that is, in the infancy of a ri&#383;ing &#383;tate, through the operation of the &#383;ame cau&#383;e, very naturally produce effects of the &#383;ame kind on the minds and manners of men. So far as chivalry was an ideal &#383;y&#383;tem, exi&#383;ting only in romance, it will not be thought &#383;urpri&#383;ing, when we reflect on the account before given of the Celtic bards, that this imaginary refinement of heroic manners &#383;hould be found among, them, as much, at lea&#383;t, as among the Troubadors, or &#383;trolling Provençal bards, in the 10th or 11th century; who&#383;e &#383;ongs, it is &#383;aid, fir&#383;t gave ri&#383;e to tho&#383;e romantic ideas of heroi&#383;m, which for &#383;o long a time enchanted Europe. O&#383;&#383;ian's heroes have all the gallantry and genero&#383;ity of tho&#383;e fabulous knights, without their extravagance; and his love &#383;cenes have native tenderne&#383;s, without any mixture of tho&#383;e forced and unnatural conceits which abound in the old romances. The adventures related by our poet which re&#383;emble the mo&#383;t tho&#383;e of romance, concern women who follow their lovers to war di&#383;gui&#383;ed in the armor of men; and the&#383;e are &#383;o managed as to produce, in the di&#383;covery, &#383;everal of the mo&#383;t intere&#383;ting &#383;ituations; one beautiful in&#383;tance of which may be &#383;een in Carric-thura, and another in Calthon and Colmal.</p>
<p>Oithona pre&#383;ents a &#383;ituation of a different nature. In the ab&#383;ence of her lover Gaul, &#383;he had been carried off and ravi&#383;hed by Dunrommath. Gaul di&#383;covers the place where &#383;he is kept concealed, and comes to revenge her. The meeting of the two lovers, the &#383;entiments and the behavior of Oithona on that occa&#383;ion, are de&#383;cribed with &#383;uch tender and exqui&#383;ite propriety, as does the greate&#383;t honor both to the heart and to the delicacy of our author; and would have been admired in any poet of the mo&#383;t refined age. The conduct of Cruma mu&#383;t &#383;trike every reader as remarkably judicious and beautiful. We are to be prepared for the death of Malvina, which is related in the &#383;ucceeding poem. She is therefore introduced in per&#383;on; “&#383;he has heard a voice in her dream; She feels the fluttering of her &#383;oul:” and in a mo&#383;t moving lamentation addre&#383;&#383;ed to her beloved O&#383;car, &#383;he &#383;ings her own death-&#383;ong. Nothing could be calculated with more art to &#383;ooth and comfort her than the &#383;tory which O&#383;&#383;ian relates. In the young and brave Fovargormo, another O&#383;car is introduced: his prai&#383;es are &#383;ung; and the happine&#383;s is &#383;et before her of tho&#383;e who die in their youth “when their renown is around them; before the feeble behold them in the hall, and &#383;mile at their trembling hands.”</p>
<p>But nowhere does O&#383;&#383;ian's genius appear to greater advantage, than in Berrathon, which is reckoned the conclu&#383;ion of his &#383;ongs, 'The la&#383;t &#383;ound of the voice of Cona.'</p>
<l>Qualis olor noto po&#383;iturus littore vitam,</l>
<l>Ingemit, et m&#156;&#383;tis mulcens concentibus auras</l>
<l>Præ&#383;ago quæritur venientia funera cantu.</l>
<p>The whole train of ideas is admirably &#383;uited to the &#383;ubject. Every thing is full of that invi&#383;ible world, into which the aged bard believes him&#383;elf now ready to enter. The airy ball of Fingal pre&#383;ents it&#383;elf to his view; “he &#383;ees the cloud that &#383;hall receive his gho&#383;t; he beholds the mi&#383;t that &#383;hall form his robe when he appears on his hill;” and all the natural objects around him &#383;eem to carry the pre&#383;ages of death. “The thi&#383;tle &#383;hakes its beard to the wind. The flower hangs its heavy head; it &#383;eems to any, I am covered with the drops of heaven; the time of my departure is near, and the bla&#383;t that &#383;hall &#383;catter my leaves.” Malvina's death is hinted to him in the mo&#383;t delicate manner by the &#383;on of Alpin. His lamentation over her, her apotheo&#383;is, or a&#383;cent to the habitation of heroes, and the introduction to the &#383;tory which follows from the mention which O&#383;&#383;ian &#383;uppo&#383;es the father of Malvina to make of him in the ball of Fingal, are all in the highe&#383;t &#383;pirit of poetry. “And do&#383;t thou remember O&#383;&#383;ian, O To&#383;car, &#383;on of Conloch? The battles of our youth were many; our &#383;words went together to the field.” Nothing could be more proper than to end his &#383;ongs with recording an exploit of the father of that Malvina, of whom his heart was now &#383;o full; and who, from fir&#383;t to la&#383;t, had been &#383;uch a favorite object throughout all his poems.</p>
<p>The &#383;cene of mo&#383;t of O&#383;&#383;ian's poems is laid in Scotland, or in the coa&#383;t of Ireland, oppo&#383;ite to the territories of Fingal. When the &#383;cene is in Ireland, we perceive no change of manners from tho&#383;e of O&#383;&#383;ian's native country. For as Ireland was undoubtedly peopled with Celtic tribes, the language, cu&#383;toms, and religion of both nations were the &#383;ame. They had been &#383;eparated from one another by migration, only a few generations, as it &#383;hould &#383;eem, before our poet's age; and they &#383;till maintained a clo&#383;e and frequent intercour&#383;e. But when the poet relates the expeditions of any of his heroes to the Scandinavian coa&#383;t, or to the i&#383;lands of Orkney, which were then part of the Scandinavian territory, as he does in Carric-thura, Sul-malla of Lumon, and Cathloda, the ca&#383;e is quite altered. Tho&#383;e countries were inhabited by nations of the Teutonic de&#383;cent, who, in their manners and religious rites, differed widely from the Celtæ; and it is curious and remarkable, to find this difference clearly pointed out in the poems of O&#383;&#383;ian. His de&#383;criptions bear the native marks of one who was pre&#383;ent in the expeditions which he relates, and who de&#383;cribes what he had &#383;een with his own eyes. No &#383;ooner are we carried to Lochlin, or the i&#383;lands of Ini&#383;tore, than we perceive we are in a foreign region. New objects begin to appear. We meet everywhere with the &#383;tones and circles of Loda, that is, Odin, the great Scandinavian deity. We meet with the divinations and enchantments for which it is well known tho&#383;e northern nations were early famous. “There, mixed with the murmur of waters, ro&#383;e the voice of aged men, who called the forms of night to aid them in their war;” whil&#383;t the Caledonian chiefs, who a&#383;&#383;i&#383;ted them, are de&#383;cribed as &#383;tanding at a di&#383;tance, heedle&#383;s of their rites. That ferocity of manners which di&#383;tingui&#383;hed tho&#383;e nations, al&#383;o becomes con&#383;picuous. In the combats of their chiefs there is a peculiar &#383;avagene&#383;s; even their women are bloody and fierce. The &#383;pirit. and the very ideas of Regner Lodbrog, that northern &#383;calder, whom I formerly quoted, occur to us again. “The hawks,” O&#383;&#383;ian makes one of the Scandinavian chiefs &#383;ay, “ru&#383;h from all their winds; they are wont to trace my cour&#383;e. We rejoiced three days above the dead, and called the hawks of heaven, They came from all their winds, to fea&#383;t on the foes of Annir.”</p>
<p>Di&#383;mi&#383;&#383;ing now the &#383;eparate con&#383;ideration of any of our author's works, I proceed to make &#383;ome ob&#383;ervations on his manner of writing, under the general heads of De&#383;cription, Imagery, and Sentiment.</p>
<p>A poet of original genius is always di&#383;tingui&#383;hed by his talent for de&#383;cription. A &#383;econd-rate writer di&#383;cerns nothing new or peculiar in the object he means to de&#383;cribe. His conceptions of it are vague and loo&#383;e; his expre&#383;&#383;ions feeble; and of cour&#383;e the object is pre&#383;ented to us indi&#383;tinctly, and as through a cloud. But a true poet makes us imagine that we &#383;ee it before our eyes; he catches the di&#383;tingui&#383;hing features; he gives it the colors of life and reality; he places it in &#383;uch a light that a painter could copy after him. This happy talent is chiefly owing to a lively imagination, which fir&#383;t receives a &#383;trong impre&#383;&#383;ion of the object; and then, by a proper &#383;election of capital picture&#383;que circum&#383;tances employed in de&#383;cribing it, tran&#383;mits that impre&#383;&#383;ion in its full force to the imaginations of others. That O&#383;&#383;ian po&#383;&#383;e&#383;&#383;es this de&#383;criptive power in a high degree, we have a clear proof, from the effect which his de&#383;criptions produce upon the imaginations of tho&#383;e who read him with any degree of attention, or ta&#383;te. Few poets are more intere&#383;ting. We contract an intimate acquaintance with his principal heroes. The characters, the manners, the face of the country, become familiar; we even think we could draw the figure of his gho&#383;t. In a word, whil&#383;t reading him we are tran&#383;ported as into a new region, and dwell among his objects as if they were all real.</p>
<p>It were ea&#383;y to point out &#383;everal in&#383;tances of exqui&#383;ite painting in the works of our author. Such, for in&#383;tance, is the &#383;cenery with which Temora opens, and the attitude in which Cairbar is there pre&#383;ented to us; the de&#383;cription of the young prince Cormac, in the &#383;ame book; and the ruins of Balclutha, in Cartho. “I have &#383;een the walls of Balclutha, but they were de&#383;olate. The fire had re&#383;ounded in the balls: and the voice of the people is heard no more. The &#383;tream of Clutha was removed from its place by the fall of the walls. The thi&#383;tle &#383;hook there its lonely head; the mo&#383;s whi&#383;tled to the wind. The fox looked out from the windows; the rank gra&#383;s of the wall waved round his head. De&#383;olate is the dwelling of Moina; &#383;ilence is in the hou&#383;e of her fathers.” Nothing al&#383;o can be more natural and lively than the manner in which Carthon afterward de&#383;cribes how the conflagration of his city affected him when a child: “Have I not &#383;een the fallen Balclutha? And &#383;hall I fea&#383;t with Comhal's &#383;on? Comhal! who threw his fire in the mid&#383;t of my father's hall! 1 was young, and knew not the cau&#383;e why the virgins wept. The columns of &#383;moke plea&#383;ed mine eye, when they aro&#383;e above my walls: I often looked back with gladne&#383;s, when my friends fled above the hill. But when the years of my youth came on, I beheld the mo&#383;s of my fallen walls. My &#383;igh aro&#383;e with the morning; and my tears de&#383;cended with night. Shall I not fight, I &#383;aid to my &#383;oul, again&#383;t the children of my foes? And I will fight, O bard! I feel the &#383;trength of my &#383;oul.” In the &#383;ame poem, the a&#383;&#383;embling of the chiefs round Fingal, who had been warned of &#383;ome impending danger by the appearance of a prodigy, is de&#383;cribed with &#383;o many picture&#383;que circum&#383;tances, that one imagines him&#383;elf pre&#383;ent in the a&#383;&#383;embly. “The king alone beheld the terrible &#383;ight, and he fore&#383;aw the death of his people. He came in &#383;ilence to his hall, and took his father's &#383;pear: the mail rattled on his brea&#383;t. The heroes ro&#383;e around. They looked in &#383;ilence on each other, marking the eyes of Fingal. They &#383;aw the battle in his face. A thou&#383;and &#383;hields are placed at once on their arms; and they drew a thou&#383;and &#383;words. The hall of Selma brightened around. The clang of arms a&#383;cends. The gray dogs howl in their place. No word is among the mighty chiefs. Each marked the eyes of the king; and half a&#383;&#383;umed his &#383;pear.”</p>
<p>It has been objected to O&#383;&#383;ian, that his de&#383;criptions of military actions are imperfect, and much le&#383;s diver&#383;ified by the circum&#383;tances than tho&#383;e of Homer. This is in &#383;ome mea&#383;ure true. The amazing fertility of Homer's invention, is nowhere &#383;o much di&#383;played as in the incidents of his battles, and in the little hi&#383;tory pieces he gives of the per&#383;ons &#383;lain. Nor, indeed, with regard to the talent of de&#383;cription, can too much be &#383;aid in prai&#383;e of Homer. Every thing is alive in his writings. The colors with which he paints are tho&#383;e of nature. But O&#383;&#383;ian's genius was of a different kind from Homer's. It led him to hurry towards grand objects, rather than to amu&#383;e him&#383;elf with particulars of le&#383;s importance. He could dwell on the death of a favorite hero; but that of a private man &#383;eldom &#383;topped his rapid cour&#383;e. Homer's genius was more comprehen&#383;ive than O&#383;&#383;ian's. It included a wider circle of objects; and could work up any incident into de&#383;cription. O&#383;&#383;ian's was more limited; but the region within which it chiefly exerted it&#383;elf was the highe&#383;t of all, the region of the pathetic and the &#383;ublime.</p>
<p>We mu&#383;t not imagine, however, that O&#383;&#383;ian's battles con&#383;i&#383;t only of general indi&#383;tinct de&#383;cription. Such beautiful incidents are &#383;ometimes introduced, and the circum&#383;tances of the per&#383;ons &#383;lain &#383;o much diver&#383;ified, as &#383;how that be could have embelli&#383;hed his military &#383;cenes with an abundant variety of particulars, if his genius had led him to dwell upon them. “One man is &#383;tretched in the du&#383;t of his native land; he fell, where often he had &#383;pread the fea&#383;t, and often rai&#383;ed the voice of the harp.” The maid of Ini&#383;tore is introduced in a moving apo&#383;trophe, as weeping for another; and a third, “as rolled in the du&#383;t he lifted his faint eyes to the king,” is remembered and mourned by Fingal as the friend of Agandecca. The blood pouring from the wound of one who was &#383;lain by night, is heard “hi&#383;&#383;ing on the half-extingui&#383;hed oak,” which had been kindled for giving light. Another climbing up a tree to e&#383;cape from his foe, is pierced by his &#383;pear from behind; &#383;hrieking, panting he fell; whil&#383;t mo&#383;s and withered branches pur&#383;ue his fall, and &#383;trew the blue arms of Gaul. Never was a finer picture drawn of the ardor of two youthful warriors than the following: “I &#383;aw Gaul in his armor, and my &#383;oul was mixed with his; for the fire of the battle was in his eyes, lie looked to the foe with joy. We &#383;poke the words of friend&#383;hip in &#383;ecret; and the lightning of our &#383;words poured together. We drew them behind the wood, and tried the &#383;trength of our arms on the empty air.`</p>
<p>O&#383;&#383;ian is always conci&#383;e in his de&#383;criptions, which adds much to their beauty and force. For it is a great mi&#383;take to imagine, that a crowd of particulars, or a very fall and extended &#383;tyle, is of advantage to de&#383;cription. On the contrary, &#383;uch a diffu&#383;e manner for the mo&#383;t part weakens it. Any one redundant circum&#383;tance is a nui&#383;ance. It encumbers and loads the fancy, and renders the main image indi&#383;tinct. “Ob&#383;tat,” as Quintilian &#383;ays with regard to &#383;tyle, “quicquid non adjuvat.” To be conci&#383;e in de&#383;cription, is one thing: and to be general, is another. No de&#383;cription that re&#383;ts in generals can po&#383;&#383;ibly be good; it can convey no lively idea; for it is of particulars only that we have a di&#383;tinct conception. But, at the &#383;ame time, no &#383;trong imagination dwells long upon any one particular; or heaps together a ma&#383;s of trivial ones. By the happy choice of &#383;ome one, or of a few that are the mo&#383;t &#383;triking, it pre&#383;ents the image more complete, &#383;hows us more at one glance than a feeble imagination is able to do, by turning its object round and round into a variety of lights. Tacitus is of all pro&#383;e writers the mo&#383;t conci&#383;e. He has even a degree of abruptne&#383;s re&#383;embling our author: yet no writer is more eminent for lively de&#383;cription. When Fingal, after having conquered the haughty Swaran, propo&#383;es to di&#383;mi&#383;s him with honor: “Rai&#383;e to-morrow thy white &#383;ails to the wind, thou brother of Agandecca!” he conveys, by thus addre&#383;&#383;ing his enemy, a &#383;tronger impre&#383;&#383;ion of the emotions then pa&#383;&#383;ing within his mind, than if whole paragraphs had been &#383;pent in de&#383;cribing the conflict between re&#383;entment again&#383;t Swaran and the tender remembrance of his ancient love. No amplification is needed to give us the mo&#383;t full idea of a hardy veteran, after the few following words: “His &#383;hield is marked with the &#383;trokes of battle; his red eye de&#383;pi&#383;es danger.” When O&#383;car left alone, was &#383;urrounded by foes, “he &#383;tood,” it is &#383;aid, “growing in his place, like the flood of the narrow vale;” a happy repre&#383;entation of one, who, by daring intrepidity in the mid&#383;t of danger, &#383;eems to increa&#383;e in his appearance, and becomes more formidable every moment, like the &#383;udden ri&#383;ing of the torrent hemmed in by the valley. And a whole crowd of ideas, concerning the circum&#383;tances of dome&#383;tic &#383;orrow, occa&#383;ioned by a young warrior's fir&#383;t going forth to battle, is poured upon the mind by the&#383;e words: “Calmar leaned on his father's &#383;pear; that &#383;pear which he brought from Lara's hall, when the &#383;oul of his mother was &#383;ad.”</p>
<p>The conci&#383;ene&#383;s of O&#383;&#383;ian's de&#383;criptions is the more proper, on account of his &#383;ubjects. De&#383;criptions of gay and &#383;miling &#383;cenes may, without any di&#383;advantage, be amplified and prolonged. Force is not the predominant quality expected in the&#383;e. The de&#383;cription may be weakened by being diffu&#383;e, yet, notwith&#383;tanding, may be beautiful &#383;till; whereas, with re&#383;pect to grand, &#383;olemn, and pathetic &#383;ubjects, which are O&#383;&#383;ian's chief field, the ca&#383;e is very different. In the&#383;e, energy is above all things required. The imagination mu&#383;t be &#383;eized at once, or not at all; and is far more deeply impre&#383;&#383;ed by one &#383;trong and ardent image, than by the anxious minutene&#383;s of labored illu&#383;tration.</p>
<p>But O&#383;&#383;ian's genius, though chiefly turned towards the &#383;ublime and pathetic, was not confined to it. In &#383;ubjects al&#383;o of grace and delicacy, he di&#383;covers the hand of a ma&#383;ter. Take for an example the following elegant de&#383;cription of Agandecca, wherein the tenderne&#383;s of Tibullus &#383;eems united with the maje&#383;ty of Virgil. “The daughter of the &#383;now overheard, and left the hall of her &#383;ecret &#383;igh. She came in all her beauty; like the moon from the cloud of the ea&#383;t. Loveline&#383;s was around her as light. Her &#383;teps were like the mu&#383;ic of &#383;ongs. She &#383;aw the youth and loved him. He was the &#383;tolen &#383;igh of her &#383;oul. Her blue eyes rolled on him in &#383;ecret; and &#383;he ble&#383;t the chief of Morven.” Several other in&#383;tances might be produced of the feelings of love and friend&#383;hip, painted by our author with a mo&#383;t natural and happy delicacy.</p>
<p>The &#383;implicity of O&#383;&#383;ian's manner adds great beauty to his de&#383;criptions, and indeed to his whole poetry. We meet with no affected ornaments; no forced refinement; no marks either in &#383;tyle or thought of a &#383;tudied endeavor to &#383;hine or &#383;parkle. O&#383;&#383;ian appears everywhere to be prompted by his feelings; and to &#383;peak from the abundance of his heart. I remember no more than one in&#383;tance of what may be called a quaint thought in this whole collection of his works. It is in the fir&#383;t book of Fingal, where, from the tombs of two lovers, two lonely yews are mentioned to have &#383;prung, “who&#383;e branches wi&#383;hed to meet on high.” This &#383;ympathy of the trees with the lovers, may be reckoned to border on an Italian conceit; and it is &#383;omewhat curious to find this &#383;ingle in&#383;tance of that &#383;ort of wit in our Celtic poetry.</p>
<p>“The joy of grief” is one of O&#383;&#383;ian's remarkable expre&#383;&#383;ions, &#383;everal times repeated. If any one &#383;hall think that it needs to be ju&#383;tified by a precedent, he may find it twice u&#383;ed by Homer: in the Iliad, when Achilles is vi&#383;ited by the gho&#383;t of Patroclus; and in the Ody&#383;&#383;ey, when Uly&#383;&#383;es meets his mother in the &#383;hades. On both the&#383;e occa&#383;ions, the heroes, melted with tenderne&#383;s, lament their not having it in their power to throw their arms round the gho&#383;t, “that we might,” &#383;ay they, “in mutual embrace, enjoy the delight of grief. “</p>
<l> &#922;&#961;&#965;&#949;&#961;&#959;&#953;&#959;
&#964;&#959;&#964;&#945;&#961;&#960;&#969;&#956;&#949;&#963;&#952;&#945;
&#947;&#959;&#945;&#953;&#959;.</l>
<p>But, in truth, the expre&#383;&#383;ion &#383;tands in need of no defence from authority; for it is a natural and ju&#383;t expre&#383;&#383;ion; and conveys a clear idea of that gratification which a virtuous heart often feels in the indulgence of a tender melancholy. O&#383;&#383;ian makes a very proper di&#383;tinction between this gratification and the de&#383;tructive effect of overpowering grief. “There is a joy in grief when peace dwells in the brea&#383;ts of the &#383;ad. But &#383;orrow wa&#383;tes the mournful, O daughter of To&#383;car, and their days are few.” To “give the joy of grief,” generally. &#383;ignifies, to rai&#383;e the &#383;train of &#383;oft and grave mu&#383;ic; and finely characterizes the ta&#383;te of O&#383;&#383;ian's age and country. In tho&#383;e days, when the &#383;ongs of bards were the great delight of heroes, the tragic mu&#383;e was hold in chief honor: gallant actions and virtuous &#383;ufferings, were the cho&#383;en theme; preferably to that light and trifling &#383;train, of poetry and mu&#383;ic, which promotes light and trifling manners, and &#383;erves to ema&#383;culate the mind. “Strike the harp in my hall,” &#383;aid the great Fingal, in the mid&#383;t of youth and victory; “&#383;trike the harp in my hall, and let Fingal hear the &#383;ong. Plea&#383;ant is the joy of grief! It is like the &#383;hower O of &#383;pring, when it &#383;oftens the branch of the oak; and the young leaf lifts its green head. Sing on, O bards! To-morrow we lift the &#383;ail.”</p>
<p>Per&#383;onal epithets have been much u&#383;ed by all the poets of the mo&#383;t ancient ages; and when well cho&#383;en, not general and unmeaning, they contribute not a little to render the &#383;tyle de&#383;criptive and animated. Be&#383;ides epithets founded on bodily di&#383;tinctions, akin to many of Homer's, we find in O&#383;&#383;ian &#383;everal which are remarkably beautiful and poetical. Such as O&#383;car of the future fights, Fingal of the milde&#383;t look, Carril of other times, the mildly blu&#383;hing Evir-allin: Bragela, the lonely &#383;un-beam of Dun&#383;caich; a Culdee, the &#383;on of the &#383;ecret cell.</p>
<p>But of all the ornaments employed in de&#383;criptive poetry, compari&#383;ons or &#383;imiles are the mo&#383;t &#383;plendid. The&#383;e chiefly form what is called the imagery of a poem; and as they abound go much in the works of O&#383;&#383;ian, and are commonly among the favorite pa&#383;&#383;ages of all poets, it may be expected that I &#383;hould be &#383;omewhat particular in my remarks upon them.</p>
<p>A poetical &#383;imile always &#383;uppo&#383;es two objects brought together, between which there is &#383;ome near relation or connection in the fancy. What that relation ought to be, cannot be preci&#383;ely defined. For various, almo&#383;t numberle&#383;s, are the analogies formed among objects, by a &#383;prightly imagination. The relation of actual &#383;imilitude, or likene&#383;s of appearance, is far from being the only foundation of poetical compari&#383;on. Sometimes a re&#383;emblance in the effect produced by two objects, is made the connecting principle: &#383;ometimes a re&#383;emblance in one di&#383;tingui&#383;hing property or circum&#383;tance. Very often two objects are brought together in a &#383;imile, though they re&#383;emble one another, &#383;trictly &#383;peaking, in nothing, only becau&#383;e they rai&#383;e in the mind a train of &#383;imilar, and what may be called concordant, ideas; &#383;o that the remembrance of the one, when recalled, &#383;erves to quicken and heighten the impre&#383;&#383;ion made by the other. Thus, to give an in&#383;tance from our poet, the plea&#383;ure with which an old man looks back on the exploits of his youth, has certainly no direct re&#383;emblance to the beauty of a fine evening; further than that both agree in producing a certain calm, placid joy. Yet O&#383;&#383;ian has founded upon this, one of the mo&#383;t beautiful compari&#383;ons that is to be met with in any poet. “Wilt thou not li&#383;ten, &#383;on of the rock, to the &#383;ong of O&#383;&#383;ian? My &#383;oul is full of other times; the joy of my youth returns. Thus the &#383;un appears in the we&#383;t, after the &#383;teps of his brightne&#383;s have moved behind a &#383;torm. The green hills lift their dewy heads. The blue &#383;treams rejoice in the vale. The aged hero comes forth on his &#383;taff; and his gray hair glitters in the beam.” Never was there a finer group of objects. It rai&#383;es a &#383;trong conception of the old man's joy and elation of heart, by di&#383;playing a &#383;cene which produces in every &#383;pectator a corre&#383;ponding train of plea&#383;ing emotions; the declining &#383;un looking forth in his brightne&#383;s after a &#383;torm; the cheerful face of all nature; and the &#383;till life finely animated by the circum&#383;tance of the aged hero, with his &#383;taff and his gray locks: a circum&#383;tance both extremely picture&#383;que, in it&#383;elf, and peculiarly &#383;uited to the main object of the compari&#383;on. Such analogies and a&#383;&#383;ociations of ideas as the&#383;e, are highly plea&#383;ing to the fancy. They give opportunity for introducing many a fine poetical picture. They diver&#383;ify the &#383;cene; they aggrandize the &#383;ubject; they keep the imagination awake and &#383;prightly. For as the judgment is principally exerci&#383;ed in di&#383;tingui&#383;hing objects, and remarking the differences among tho&#383;e which &#383;eem alike, &#383;o the highe&#383;t amu&#383;ement of the imagination is to trace likene&#383;&#383;es and agreements among tho&#383;e which &#383;eem different.</p>
<p>The principal rules which re&#383;pect poetical compari&#383;ons are, that they be introduced on proper occa&#383;ions, when the mind is di&#383;po&#383;ed to reli&#383;h them; and not in the mid&#383;t of &#383;ome &#383;evere and agitating pa&#383;&#383;ion, which cannot admit this play of fancy; that they be founded on a re&#383;emblance neither. too near and obvious, &#383;o as to give little amu&#383;ement to the imagination in tracing it, nor too faint and remote, &#383;o as to he apprehended with difficulty; that they &#383;erve either to illu&#383;trate the principal object, and to render the conception of it more clear and di&#383;tinct; or, at lea&#383;t, to heighten and embelli&#383;h it, by a &#383;uitable a&#383;&#383;ociation of images.</p>
<p>Every country has a &#383;cenery peculiar to it&#383;elf; and the imagery of a good poet will exhibit it. For as he copies after nature, his allu&#383;ions will of cour&#383;e be taken from tho&#383;e objects which he &#383;ees around him, and which have often &#383;truck his fancy. For this rea&#383;on, In order to judge of the propriety of poetical imagery, we ought to be in &#383;ome mea&#383;ure acquainted with the natural hi&#383;tory of the country where the &#383;cene of the poem is laid. The introduction of foreign images betrays a poet, copying not from nature, but from other writers. Hence &#383;o many lions, and tigers, and eagles, and &#383;erpents, which we meet, with in the &#383;imiles of modern poets; as if the&#383;e animals had acquired &#383;ome right to a place in poetical compari&#383;ons for ever, becau&#383;e employed by ancient authors. They employed them with propriety, as objects generally known in their, country, but they are ab&#383;urdly u&#383;ed for illu&#383;tration by us, who know them only at &#383;econd hand, or by de&#383;cription. To mo&#383;t readers of modern poetry, it were more to the purpo&#383;e to de&#383;cribe lions or tigers by &#383;imiles taken from men, than to compare men to lions. O&#383;&#383;ian is very correct in this particular. His imagery is, without exception, copied from that face of nature which be &#383;aw before his eyes; and by con&#383;equence may be expected to be lively. We meet with no Grecian or Italian &#383;cenery; but with the mi&#383;ts and clouds, and &#383;torms, of a northern mountainous region.</p>
<p>No poet abounds more in &#383;imiles than O&#383;&#383;ian. There are in this collection as many, at lea&#383;t, as in the whole Iliad and Ody&#383;&#383;ey of Homer. I am indeed inclined to think, that the works of both poets are too much crowded with them. Similes are &#383;parkling ornaments; and, like all things that &#383;parkle, are apt to dazzle and tire us by their lu&#383;tre. But if O&#383;&#383;ian's &#383;imiles be too frequent, they have this advantage, of being commonly &#383;horter than Homer's; they interrupt his narration le&#383;s; he ju&#383;t glances a&#383;ide to &#383;ome re&#383;embling, object, and in&#383;tantly returns to his former track. Homer's &#383;imiles include a wider range of objects; but, in return, O&#383;&#383;ian's, are, without exception, taken from objects of dignity, which cannot be &#383;aid for all tho&#383;e which Homer employs. The &#383;un, the moon, and the &#383;tars, clouds and meteors, lightning and thunder, &#383;eas and whales, rivers, torrents, winds, ice, rain, &#383;now, dews, mi&#383;t, fire and &#383;moke, trees and fore&#383;ts, heath and gra&#383;s and flowers, rocks and mountains, mu&#383;ic and &#383;ongs, light and darkne&#383;s, &#383;pirits and gho&#383;ts; the&#383;e form the circle within which O&#383;&#383;ian's compari&#383;ons generally run. Some, not many, are taken from birds and bea&#383;ts: as eagles, &#383;ea-fowl, the hor&#383;e, the deer, and the mountain bee; and a very few from &#383;uch operations of art as were then known. Homer has diver&#383;ified his imagery, by many more allu&#383;ions to the animal world; to lions, bulls, goats, herds of cattle, &#383;erpents, in&#383;ects; and to various occupations of rural and pa&#383;toral life. O&#383;&#383;ian's defect in this article, is plainly owing to the de&#383;ert, uncultivated &#383;tate of his country, which &#383;ugge&#383;ted to him few images beyond natural inanimate objects, in their rude&#383;t form. The birds and animals of the country were probably not numerous; and his acquaintance with them was &#383;lender, as they were little &#383;ubjected to the u&#383;es of man.</p>
<p>The great objection made to O&#383;&#383;ian's imagery, is its uniformity, and the too frequent repetition of the &#383;ame compari&#383;on. In a work &#383;o thick-&#383;own with &#383;imiles one could not but expect to find images of the &#383;ame kind &#383;ometimes &#383;ugge&#383;ted to the poet by re&#383;embling objects; e&#383;pecially to a poet like O&#383;&#383;ian, who wrote from the immediate impul&#383;e of poetical enthu&#383;ia&#383;m, and without much preparation of &#383;tudy or labor. Fertile as Homer's imagination is acknowledged to be, who does not know how often his lions, and bulls, and flocks of &#383;heep, recur with little or no variation; nay, &#383;ometimes, in the very &#383;ame words? The objection made to O&#383;&#383;ian is, however, founded, in a great mea&#383;ure, upon a mi&#383;take. It has been &#383;uppo&#383;ed by inattentive readers, that wherever the moon, the cloud, or the thunder, returns in a &#383;imile, it is the &#383;ame &#383;imile, and the &#383;ame moon, or cloud, or thunder, which they had met with a few pages before. Whereas very often the &#383;imiles are widely different. The object, from whence they are taken, is indeed in &#383;ub&#383;tance the &#383;ame; but the image is new; for the appearance of the object is changed; it is pre&#383;ented to the fancy in another attitude: and clothed with new circum&#383;tances, to make it &#383;uit the different illu&#383;tration for which it is employed. In this lies O&#383;&#383;ian's great art; in &#383;o happily varying the form of the few natural appearances with which he was acquainted, as to make them corre&#383;pond to a great many different objects.</p>
<p>Let us take for one in&#383;tance the moon, which is very frequently introduced in his compari&#383;ons; as in northern climates, where the nights are long, the moon is a greater object of attention than in the climate of Homer; and let us view how much our poet has diver&#383;ified its appearance. The &#383;hield of it warrior is like “the darkened moon when it moves a dun circle through the heavens.” The face of a gho&#383;t, wan and ale, is like “the beam of the &#383;etting moon.” And a different appearance of a gho&#383;t, thin and indi&#383;tinct, is like “the new moon &#383;een through the gathered mi&#383;t, when the &#383;ky pours down its flaky &#383;now, and the world is &#383;ilent and dark;” or, in a different form &#383;till, is like “the watery beam of the moon, when it ru&#383;hes from between two clouds, and the midnight &#383;hower is on the field.” A very oppo&#383;ite u&#383;e is made of the moon in the de&#383;cription of Agandecca: “She came in all her beauty, like the moon from the cloud of the ea&#383;t.” Hope &#383;ucceeded by di&#383;appointment, is “joy ri&#383;ing on her face and &#383;orrow returning again, like a thin cloud on the moon.” But when Swaran, after his defeat, is cheered by Fingal's genero&#383;ity, “his face brightened like the full moon of heaven, when the clouds vani&#383;h away, and leave her calm and broad in the mid&#383;t of the &#383;ky.” Venvela is “bright as the moon when it trembles o'er the we&#383;tern wave;” but the &#383;oul of the guilty Uthal is “dark as the troubled face of the moon, when it foretells the &#383;torm.” And by a very fanciful and uncommon allu&#383;ion, it is &#383;aid of Cormac, who was to die in his early years, “Nor long &#383;halt thou lift the &#383;pear, mildly-&#383;hining beam of youth! Death &#383;tands dim behind thee, like the darkened half of the moon behind its growing light.”</p>
<p>Another in&#383;tance of the &#383;ame nature may be taken from mi&#383;t, which, as being a very familiar appearance in the country of O&#383;&#383;ian, he applies to a variety of purpo&#383;es, and pur&#383;ues through a great many forms. Sometimes, which one would hardly expect, he employs it to heighten the appearance of a beautiful object. The hair of Morna is “like the mi&#383;t of Cromla, when it curls on the rock, and &#383;hines to the beam of the we&#383;t.” “The &#383;ong comes with its mu&#383;ic to melt and plea&#383;e the ear. It is like &#383;oft mi&#383;t, that ri&#383;ing from the lake pours on the &#383;ilent vale. The green flowers are filled with dew. The &#383;un returns in its &#383;trength, and, the mi&#383;t is gone.” But, for the mo&#383;t part, mi&#383;t is employed as a &#383;imilitude of &#383;ome di&#383;agreeable or terrible object. “The &#383;oul of Nathos was &#383;ad, like the &#383;un in the day of mi&#383;t, when his face is watery and dim.”—“The darkne&#383;s of old age comes like the mi&#383;t of the de&#383;ert.” The face of a gho&#383;t is “pale as the mi&#383;t of Cromla.”—“The gloom of battle is rolled along as mi&#383;t that is poured on the valley, when &#383;torms invade the &#383;ilent &#383;un&#383;hine of heaven.” Fame, &#383;uddenly departing, is likened to “mi&#383;t that flies away before the ru&#383;tling wind of the vale.” A gho&#383;t, &#383;lowly vani&#383;hing, to “mi&#383;t that melts by degrees on the &#383;unny hill.” Cairbar, after his treacherous a&#383;&#383;a&#383;&#383;ination of O&#383;car, is compared to a pe&#383;tilential fog. “I love a foe like Cathmor,” &#383;ays Fingal, “his &#383;oul is great; his arm is &#383;trong; his battles are full of fame. But the little &#383;oul is like a vapor that hovers round the mar&#383;hy lake. It never ri&#383;es on the green hill, le&#383;t the winds meet it there. Its dwelling is in the cave; and it &#383;ends forth the dart of death.” This is a &#383;imile highly fini&#383;hed. But there is another which is &#383;till more &#383;triking, founded al&#383;o on mi&#383;t, in the fourth book of Temora. Two factious chiefs are contending: Cathmor, the king, interpo&#383;es, rebukes, and &#383;ilences them. The poet intends to give us the highe&#383;t idea of Cathmor's &#383;uperiority; and mo&#383;t effectually accompli&#383;hes his intention by the following happy image. “They &#383;unk from the king on either &#383;ide, like two columns of morning mi&#383;t, when the &#383;un ri&#383;es between them on his glittering rocks. Dark is their rolling on either &#383;ide; each towards its reedy pool.” The&#383;e in&#383;tances may &#383;ufficiently &#383;how with what richne&#383;s of imagination O&#383;&#383;ian's compari&#383;ons abound, and, at the &#383;ame time, with what propriety of judgment they are employed. If his field was narrow, it mu&#383;t be admitted to have been as well cultivated as its extent would allow.</p>
<p>As it is u&#383;ual to judge of poets from a compari&#383;on of their &#383;imiles more than of other pa&#383;&#383;ages, it will, perhaps, be agreeable to the reader, to &#383;ee how Homer and O&#383;&#383;ian have conducted &#383;ome images of the &#383;ame kind. This might be &#383;hown in many in&#383;tances. For as the great objects of nature are common to the poets of all nations, and make the general &#383;torehou&#383;e of all imagery, the groundwork of their compari&#383;ons mu&#383;t, of cour&#383;e, be Frequently the &#383;ame. I &#383;hall &#383;elect only a few of the mo&#383;t con&#383;iderable from both poets. Mr. Pope's tran&#383;lation of Homer can be of no u&#383;e to us here. The parallel is altogether unfair between pro&#383;e and the impo&#383;ing harmony of flowing numbers. It is only by viewing Homer in the &#383;implicity of a pro&#383;e tran&#383;lation, that we can form any compari&#383;on between the two bards.</p>
<p>The &#383;hock of two encountering armies, the noi&#383;e and the tumult of battle, afford one of the mo&#383;t grand and awful &#383;ubjects of de&#383;cription; on which all epic poets have exerted their &#383;trength. Let us fir&#383;t hear Homer. The following de&#383;cription is a favorite one, for we find it twice repeated in the &#383;ame words<a name="r02"> </a><a href="#n02"><span class="f_textus"><sup>2</sup></span></a>). “When now the conflicting ho&#383;ts joined in the field of battle, then were mutually oppo&#383;ed &#383;hields, and &#383;words, and the &#383;trength of armed men. The bo&#383;&#383;y bucklers were da&#383;hed again&#383;t each other. The univer&#383;al tumult ro&#383;e. There were mingled the triumphant &#383;houts and the dying groans of the victors and the vanqui&#383;hed. The earth &#383;treamed with blood. As when winter torrents, ru&#383;hing from the mountains, pour into a narrow valley their violent waters. They i&#383;&#383;ue from a thou&#383;and &#383;prings, and mix in the hollowed channel. The di&#383;tant &#383;hepherd hears on the mountain their roar from afar. Such was the terror and the &#383;hout of the engaging armies.” In another pa&#383;&#383;age, the poet, much in the manner of O&#383;&#383;ian, heaps &#383;imile on &#383;imile, to expre&#383;s the va&#383;tne&#383;s of the idea with which his imagination &#383;eems to labor. “With a mighty &#383;hout the ho&#383;ts engage. Not &#383;o loud roars the wave of ocean, when driven again&#383;t the &#383;hore by the whole force of the boi&#383;terous north; not &#383;o loud in the woods of the mountain, the noi&#383;e of the flame, when ri&#383;ing in its fury to con&#383;ume the fore&#383;t; not &#383;o loud the wind among the lofty oaks, when the wrath of the worm rages; as was the clamor of the Greeks and Trojans, when, roaring terrible, they ru&#383;hed again&#383;t each other.”<a name="r03"> </a><a href="#n03"><span class="f_textus"><sup>3</sup></span></a>) To the&#383;e de&#383;criptions and &#383;imiles, we may oppo&#383;e the following from O&#383;&#383;ian, and leave the reader to judge between them. He will find images of the &#383;ame kind employed; commonly le&#383;s extended; but thrown forth with a glowing rapidity which characterizes our poet. “As autumn's dark &#383;torms pour from two echoing hills, towards each other approached the heroes. As two dark &#383;treams from high rocks meet and mix, and roar on the plains; loud, rough, and dark in battle, meet Lochlin and Ini&#383;fail. Chief mixed his &#383;trokes with chief, and man with man. Steel clanging, &#383;ounded on &#383;teel. Helmets are cleft on high; blood bur&#383;ts and &#383;mokes around.—As the troubled noi&#383;e of the ocean, when roll the waves on high; as the la&#383;t peal of the thunder of heaven; &#383;uch is the noi&#383;e of battle.” “As roll a thou&#383;and waves to the rock, &#383;o Swaran's be&#383;t came on; as meets a rock a thou&#383;and waves, &#383;o Ini&#383;fail met Swaran. Death rai&#383;es all his voices around, and mixes with the &#383;ound of &#383;hields.—The field echoes from wing to wing, as a hundred hammers that ri&#383;e by turns on the red &#383;on of the furnace.”—“As a hundred winds on Morven; as the &#383;treams of a hundred hills; as clouds fly &#383;ucce&#383;&#383;ive over heaven or as the dark ocean a&#383;&#383;aults the &#383;hore of the de&#383;ert &#383;o roaring, &#383;o va&#383;t, &#383;o terrible, the armies mixed on Lena's echoing heath.” In &#383;everal of the&#383;e images there is a remarkable &#383;imilarity to Homer's: but what follows is &#383;uperior to any compari&#383;on that Homer u&#383;es on this &#383;ubject. “The groan of the people &#383;pread over the hills; it was like the thunder of night, when the cloud bur&#383;ts on Cona, and a thou&#383;and gho&#383;ts &#383;hriek at once on the hollow wind.” Never was an image of, more awful &#383;ublimity employed to heighten the terror of battle.</p>
<p>Both poets compare the appearance of an army approaching, to the gathering of dark clouds. “As when a &#383;hepherd,” &#383;ays Homer, “beholds from the rock a cloud borne along the &#383;ea by the we&#383;tern wind; black as pitch it appears from afar &#383;ailing over the ocean, and carrying the dreadful &#383;torm. He &#383;hrinks at the &#383;ight, and drives his flock into the cave: &#383;uch, under the Ajaces, moved on the dark, the thickened phalanx to the war.”<a name="r04"> </a><a href="#n04"><span class="f_textus"><sup>4</sup></span></a>) —“They came,” &#383;ays O&#383;&#383;ian, “over the de&#383;ert like &#383;tormy clouds, when the winds roll them over the heath; their edges are tinged with lightning; and the echoing groves fore&#383;ee the &#383;torm.” The edges of the clouds tinged with lightning, is a &#383;ublime idea: but the &#383;hepherd and his flock render Homer's &#383;imile more picture&#383;que. This is frequently the difference between the two poets. O&#383;&#383;ian gives no more than the main image, &#383;trong and full: Homer adds circum&#383;tances and appendages, which amu&#383;e the fancy by enlivening the &#383;cenery.</p>
<p>Homer compares the regular appearance of an army, to “clouds that are &#383;ettled on the mountain-top, in the day of calmne&#383;s, when the &#383;trength of the north wind &#383;leeps.”<a name="r05"> </a><a href="#n05"><span class="f_textus"><sup>5</sup></span></a>)</p>
<p>O&#383;&#383;ian, with full as much propriety, compares the appearance of a di&#383;ordered army, to “the mountain cloud, when the. bla&#383;t hath entered its womb, and &#383;catters the curling gloom on every &#383;ide.” O&#383;&#383;ian's clouds a&#383;&#383;ume a great many forms, and, as we might expect from his climate, are a fertile &#383;ource of imagery to him. “The warriors followed their chiefs like the gathering of the rainy clouds behind the red meteors of heaven.” An army retreating without coming to action, is likened to “clouds, that having long threatened rain, retire &#383;lowly behind the hills.” The picture of Oithona, after &#383;he had determined to die, is lively and delicate. “Her &#383;oul was re&#383;olved, and the tear was dried from her wildly-looking eye. A troubled joy ro&#383;e on her mind, like the red path of the lightning on a &#383;tormy cloud.” The image al&#383;o of the gloomy Cairbar, meditating, in &#383;ilence, the a&#383;&#383;a&#383;&#383;ination of O&#383;car, until the moment came when his de&#383;igns were ripe for execution, is extremely noble and complete in all its parts. “Cairbar heard their words in &#383;ilence, like the cloud of a &#383;hower; it &#383;tands dark on Cromla till the lightning bur&#383;ts its &#383;ide. The valley gleams with red light; the &#383;pirits of the &#383;torm rejoice. So &#383;tood the &#383;ilent king of Temora; at length his words are heard.”</p>
<p>Homer's compari&#383;on of Achilles to the Dog-Star, is very &#383;ublime. “Priam beheld him ru&#383;hing along the plain, &#383;hining in his armor, like the &#383;tar of autumn bright are its beams, di&#383;tingui&#383;hed amid&#383;t the multitude of &#383;tars in the dark hour of night. It ri&#383;es in its &#383;plendor; but its &#383;plendor is fatal; betokening to mi&#383;erable men the de&#383;troying heat.”<a name="r06"> </a><a href="#n06"><span class="f_textus"><sup>6</sup></span></a>) The fir&#383;t appearance of Fingal is, in like manner, compared by O&#383;&#383;ian to a &#383;tar or meteor. “Fingal, tall in his &#383;hip, &#383;tretched his bright lance before him. Terrible was the gleam of his &#383;teel; it was like the green meteor of death, &#383;etting in the heath of Malmor, when the traveller is alone, and the broad moon is darkened in heaven.” The hero's appearance in Homer is more magnificent; in O&#383;&#383;ian, more terrible.</p>
<p>A tree cut down, or overthrown by a &#383;torm, is a &#383;imilitude frequent among poets for de&#383;cribing the fall of a warrior in battle. Homer employs it often. But the mo&#383;t beautiful, by far, of his compari&#383;ons, founded on this object, indeed one of the mo&#383;t beautiful in the whole Iliad, is that on the death of Euphorbus. “As the young and verdant olive, which a man hath reared with care in a lonely field, where the &#383;prings of water bubble around it; it is fair and flouri&#383;hing; it is fanned by the breath of all the winds, and loaded with white blo&#383;&#383;oms; when the &#383;udden bla&#383;t of a whirlwind de&#383;cending, roots it out from its bed, and &#383;tretches it on the du&#383;t.”<a name="r07"> </a><a href="#n07"><span class="f_textus"><sup>7</sup></span></a>) To this, elegant as it is, we may oppo&#383;e the following &#383;imile of O&#383;&#383;ian's, relating to the death of the three &#383;ons of U&#383;noth. “They fell, like three young oaks which &#383;tood alone on the hill. The traveller &#383;aw the lovely trees, and wondered how they grew &#383;o lonely. The bla&#383;t of the de&#383;ert came by night, and laid their green heads low. Next day he returned; but they were withered, and the heath was bare.” Malvina's allu&#383;ion to the &#383;ame object, in her lamentation over O&#383;car, is &#383;o exqui&#383;itely tender, that I cannot forbear giving it a place al&#383;o. “I was a lovely tree in thy pre&#383;ence, O&#383;car! with all my branches round me. But thy death came, like a bla&#383;t from the de&#383;ert, and laid my green head low. The &#383;pring returned with its &#383;howers; but no leaf of mine aro&#383;e.” Several of O&#383;&#383;ian's &#383;imiles, taken from trees, are remarkably beautiful, and diver&#383;ified with well-cho&#383;en circum&#383;tances &#383;uch as that upon the death of Ryno and Orla: They have fallen like the oak of the de&#383;ert; when it lies acro&#383;s a &#383;tream, and withers in the wind of the mountains.” Or that which O&#383;&#383;ian applies to him&#383;elf: “I, like an ancient oak in Morven, moulder alone in my place; the bla&#383;t hath lopped my branches away; and I tremble at the winds of the north.”</p>
<p>As Homer exalts his heroes by comparing them to gods, O&#383;&#383;ian makes the &#383;ame u&#383;e of compari&#383;ons taken from &#383;pirits and gho&#383;ts. “Swaran roared in battle, like the &#383;hrill &#383;pirit of a &#383;torm, that &#383;its dim on the clouds of Gormal, and enjoys the death of the mariner.” His people gathered round Erragon, “like &#383;torms around the gho&#383;t of night, when he calls them from the top of Morven, and prepares to pour them on the land of the &#383;tranger.”—“They fell before my &#383;on like groves in the de&#383;ert, when an angry gho&#383;t ru&#383;hes through night, and takes their green heads in his hand.” In &#383;uch images, O&#383;&#383;ian appears in his &#383;trength; for very &#383;eldom have &#383;upernatural beings been painted with &#383;o much &#383;ublimity, and &#383;uch force of imagination, as by this poet. Even Homer, great as he is, mu&#383;t yield to him in &#383;imiles formed upon the&#383;e. Take, for in&#383;tance, the following, which is the mo&#383;t remarkable of this kind in the Iliad. “Meriones followed Idomeneus to battle, like Mars, the de&#383;troyer of men, when lie ru&#383;hes to war. Terror, his beloved &#383;on, &#383;trong and fierce, attends him; who fills with di&#383;may the mo&#383;t valiant hero. They come from Thrace armed again&#383;t the Ephyrians and Phlegyans; nor do they regard the prayers of either, but di&#383;po&#383;e of &#383;ucce&#383;s at their will.”<a name="r08"> </a><a href="#n08"><span class="f_textus"><sup>8</sup></span></a>) The idea here is undoubtedly noble, but ob&#383;erve what a figure O&#383;&#383;ian &#383;ets before the a&#383;toni&#383;hed imagination, and with what &#383;ublimely terrible circum&#383;tances he has heightened it. “He ru&#383;hed, in the &#383;ound of his arms, like the dreadful &#383;pirit of Loda, when he comes in the roar of a thou&#383;and &#383;torms, and &#383;catters battles from his eyes. He &#383;its on a cloud over Lochlin's &#383;eas. His mighty hand is on his &#383;word. The wind lifts his flaming locks. So terrible was Cuthullin in the day of his fame.”</p>
<p>Homer's compari&#383;ons relate chiefly to martial &#383;ubjects, to the appearances and motions of armies, the engagement and death of heroes, and the various incidents of war. In O&#383;&#383;ian, we find a greater variety of other &#383;ubjects, illu&#383;trated by &#383;imiles, particularly the &#383;ongs of bards, the beauty of women, the different circum&#383;tances of old age, &#383;orrow, and private di&#383;tre&#383;s; which give occa&#383;ion to much beautiful imagery. What, for in&#383;tance, can be more delicate and moving, than the following &#383;imile of Oithona's, in her lamentation over the di&#383;honor &#383;he had &#383;uffered “Chief of Strumon.” replied the &#383;ighing maid, why did&#383;t thou come over the dark blue wave to Nuath's mournful daughter? Why did not I pa&#383;s away in &#383;ecret, like the flower of the rock, that lifts its fair head un&#383;een, and &#383;trews its withered leaves on the bla&#383;t?” The mu&#383;ic of bards, a favorite object with O&#383;&#383;ian, is illu&#383;trated by a variety of the mo&#383;t beautiful appearances that are to be found in nature. It is compared to the calm &#383;hower of &#383;pring; to the dews of the morning on the hill of roes; to the face of the blue and &#383;till lake. Two &#383;imiles on this &#383;ubject I &#383;hall quote, becau&#383;e they would do honor to any of the mo&#383;t celebrated cla&#383;&#383;ics. The one is: “Sit thou on the heath, O bard! and let us hear thy voice; it is plea&#383;ant as the gale of the &#383;pring that &#383;ighs on the hunter's ear, when he awakens from dreams of joy, and has heard the mu&#383;ic of the &#383;pirits of the hill.” The other contains a &#383;hort but exqui&#383;itely tender image, accompanied with the fine&#383;t poetical painting. “The mu&#383;ic of Carril was like the memory of joys that are pa&#383;t, plea&#383;ant, and mournful to the &#383;oul. The gho&#383;ts of departed bards heard it from Slimora's &#383;ide. Soft &#383;ounds &#383;pread along the wood; and the &#383;ilent valleys of night rejoice.” What a figure would &#383;uch imagery and &#383;uch &#383;cenery have made, had they been pre&#383;ented to us adorned with the &#383;weetne&#383;s and harmony of the Virgilian numbers!</p>
<p>I have cho&#383;en all along to compare O&#383;&#383;ian with Homer, rather than Virgil, for an obvious rea&#383;on. There is a much nearer corre&#383;pondence between the times and manners of the two former poets. Both wrote in an early period of &#383;ociety; both are originals; both are di&#383;tingui&#383;hed by &#383;implicity, &#383;ublimity, and fire. The correct elegances of Virgil, his artful imitation of Homer, the Roman &#383;tateline&#383;s which he everywhere maintains, admit no parallel with the abrupt boldne&#383;s and enthu&#383;ia&#383;tic warmth of the Celtic bard. In one article, indeed, there is a re&#383;emblance. Virgil is more tender than Homer, and thereby agrees more with O&#383;&#383;ian; with this difference, that the feelings of the one are more gentle and poli&#383;hed—tho&#383;e of the other more &#383;trong: the tenderne&#383;s of Virgil &#383;often&#383;—that of O&#383;&#383;ian di&#383;&#383;olves and overcomes the heart.</p>
<p>A re&#383;emblance may be &#383;ometimes ob&#383;erved between O&#383;&#383;ian's Compari&#383;ons and tho&#383;e employed by the &#383;acred writers. They abound much in this figure, and they u&#383;e it with the utmo&#383;t propriety. The imagery of Scripture exhibits a &#383;oil and climate altogether different from tho&#383;e of O&#383;&#383;ian: a warmer country, a more &#383;miling face of nature, the arts of agriculture and of rural life much farther advanced. The wine-pre&#383;s and the thre&#383;hing-floor are often pre&#383;ented to us; the cedar and the palm-tree, the fragrance of perfumes the voice of the turtle, and the beds of lilies. The &#383;imiles are, like O&#383;&#383;ian's, generally &#383;hort, touching on one point of re&#383;emblance, rather than &#383;pread out into little epi&#383;odes. In the following example may be perceived what inexpre&#383;&#383;ible grandeur poetry receives from the intervention of the Deity. “The nations &#383;hall ru&#383;h like the ru&#383;hing of many waters; but God &#383;hall rebuke them, and they &#383;hall fly far off, and &#383;hall be cha&#383;ed as the chaff of the “mountains before the wind, and like the down of the thi&#383;tle before the whirlwind.”<a name="r09"> </a><a href="#n09"><span class="f_textus"><sup>9</sup></span></a>) Be&#383;ides formal compari&#383;ons, the poetry of O&#383;&#383;ian is embelli&#383;hed with many beautiful metaphors; &#383;uch as that remarkably fine one applied to Deugala: “She was covered with the light of beauty; but her heart was the hou&#383;e of pride.” This mode of expre&#383;&#383;ion, which &#383;uppre&#383;&#383;es the mark of compari&#383;on, and &#383;ub&#383;titutes a figured de&#383;cription in room of the object de&#383;cribed, is a great enlivener of &#383;tyle. It denotes that glow and rapidity of fancy, which, without pau&#383;ing to form a regular &#383;imile, paints the object at one &#383;troke. “Thou art to me the beam of the ca&#383;t, ri&#383;ing in a land unknown.”—“In peace, thou art the gale of &#383;pring; In war, the mountain &#383;torm.”—“Plea&#383;ant be thy re&#383;t, O lovely beam! &#383;oon ha&#383;t thou &#383;et on our hills! The &#383;teps of thy departure were &#383;tately, like the moon on the blue trembling wave. But thou ha&#383;t left us in darkne&#383;s, fir&#383;t of the maids of Lutha!—Soon ha&#383;t thou &#383;et, Malvina! but thou ri&#383;e&#383;t, like the beam of the ea&#383;t, among the &#383;pirits of thy friends, where they &#383;it in their &#383;tormy halls, the chambers of the thunder.” This is correct, and finely &#383;upported. But in the following in&#383;tance, the metaphor, though very beautiful at the beginning, becomes imperfect before it clo&#383;es, by being improperly mixed with the literal &#383;en&#383;e. “Trathal went forth with the &#383;tream of his people: but they met a rock; Fingal &#383;tood unmoved; broken, they rolled back from his &#383;ide. Nor did they roll in &#383;afety; the Spear of the king pur&#383;ued their flight.”</p>
<p>The hyperbole is a figure which we might expect to find often employed by O&#383;&#383;ian; as the undi&#383;ciplined imagination of early ages generally prompts exaggeration, and carries its objects to exce&#383;s; whereas longer experience, and farther progre&#383;s in the arts of life, cha&#383;ten men's ideas and expre&#383;&#383;ions. Yet O&#383;&#383;ian's hyperboles appear not, to me, either &#383;o frequent or &#383;o har&#383;h as might at fir&#383;t have been looked for; an advantage owing, no doubt, to the more cultivated &#383;tate in which, as was before &#383;hown, poetry &#383;ub&#383;i&#383;ted among the ancient Celtæ, than among mo&#383;t other barbarous nations. One of the mo&#383;t exaggerated de&#383;criptions in the whole work, is what meets us at the beginning of Fingal, where the &#383;cout makes his report to Cuthullin of the landing of the foe. But this is &#383;o far from de&#383;erving cen&#383;ure, that it merits prai&#383;e, as being on that occa&#383;ion natural and proper. The &#383;cout arrives, trembling and full of fears; and it is well known that no pa&#383;&#383;ion di&#383;po&#383;es men to hyperbolize more than terror. It both annihilates them&#383;elves in their own apprehen&#383;ion, and magnifies every object which they view through the medium of a troubled imagination. Hence all tho&#383;e indi&#383;tinct images of formidable greatne&#383;s, the natural marks of a di&#383;turbed and confu&#383;ed mind, which occur in Moran's de&#383;cription of Swaran's appearance, and in his relation of the conference which they held together; not unlike the report which the affrighted Jewi&#383;h &#383;pies made to their leader, of the land of Canaan. “The land through which we have gone to &#383;earch it, is a land that eateth up the inhabitants thereof; and all the people that we &#383;aw in it are men of a great &#383;tature: and there &#383;aw we giants, the &#383;ons of Anak, which come of the giants; and we were in our own &#383;ight as gra&#383;&#383;hoppers, and &#383;o we were in their &#383;ight.”<a name="r10"> </a><a href="#n10"><span class="f_textus"><sup>10</sup></span></a>)</p>
<p>With regard to per&#383;onifications, I formerly ob&#383;erved that O&#383;&#383;ian was &#383;paring, and I accounted for his being &#383;o. Allegorical per&#383;onages he has none; and their ab&#383;ence is not to be regretted. For the intermixture of tho&#383;e &#383;hadowy beings, which have not the &#383;upport even of mythological or legendary belief, with human actors, &#383;eldom produces a good effect. The fiction becomes too vi&#383;ible and fanta&#383;tic; and overthrows that impre&#383;&#383;ion of reality, which the probable recital of human actions is calculated to make upon the mind. In the &#383;erious and pathetic &#383;cenes of O&#383;&#383;ian, e&#383;pecially, allegorical characters would have been as much out of place as in tragedy; &#383;erving only un&#383;ea&#383;onably to u&#383;e the fancy, whil&#383;t they &#383;topped the current and weakened the force of pa&#383;&#383;ion.</p>
<p>With apo&#383;trophes, or addre&#383;&#383;es to per&#383;ons ab&#383;ent or dead, which have been in, all ages the language of pa&#383;&#383;ion, our poet abounds; and they are among his highe&#383;t beauties. Witne&#383;s the apo&#383;trophe, in the fir&#383;t book of Fingal, to the maid of Ini&#383;tore, who&#383;e lover had fallen in battle; and that inimitably fine one of Cuthullin to Bragela, at the conclu&#383;ion of the &#383;ame book. He commands his harp to be &#383;truck in her prai&#383;e; and the mention of Bragela's name immediately &#383;ugge&#383;ting to him a crowd of tender idea&#383;—“Do&#383;t thou rai&#383;e thy fair face from the rocks,” he exclaims, “to find the &#383;ails of Cuthullin? The &#383;ea is rolling far di&#383;tant, and its white foam &#383;hall deceive thee for my &#383;ails.” And now his imagination being wrought up to conceive her as, at that moment, really in this &#383;ituation, he becomes afraid of the harm &#383;he may receive from the inclemency of the night; and with an enthu&#383;ia&#383;m happy and affecting, though beyond the cautious &#383;train of modern poetry, “Retire,” he proceeds, “retire, for it is night, my love, and the dark winds &#383;igh in thy hair. Retire to the hall of my fea&#383;ts, and think of the times that are pa&#383;t: for I will not return until the &#383;torm of war has cea&#383;ed. O, Connal! &#383;peak of wars and arms, and &#383;end her from my mind; for lovely with her raven hair is the white-bo&#383;omed daughter of Sorglan.” This breathes all the native &#383;pirit of pa&#383;&#383;ion and tenderne&#383;s.</p>
<p>The addre&#383;&#383;es to the &#383;un, to the moon, and to the evening &#383;tar, mu&#383;t draw the attention of every reader of ta&#383;te, as among the mo&#383;t &#383;plendid ornaments of this collection. The beauties of each are too great and too obvious to need any particular comment. In one pa&#383;&#383;age only of the addre&#383;s to the moon, there appears &#383;ome ob&#383;curity. “Whither do&#383;t thou retire from thy cour&#383;e when the darkne&#383;s of they countenance grows? Ha&#383;t thou thy hall like O&#383;&#383;ian? Dwelle&#383;t thou in the &#383;hadow of grief? Have thy &#383;i&#383;ters fallen from heaven? Are they who rejoiced with thee, at night, no more? Yes, they have fallen, fair light! and thou do&#383;t often retire to mourn.” We may be at a lo&#383;s to comprehend, at fir&#383;t view, the ground of tho&#383;e &#383;peculations of O&#383;&#383;ian concerning the moon: but when all the circum&#383;tances are attended to, they will appear to flow naturally from the pre&#383;ent &#383;ituation of his mind. A mind under the domination of any &#383;trong pa&#383;&#383;ion, tinctures with its own di&#383;po&#383;ition every object which it beholds. The old bard, with his heart bleeding for the lo&#383;s of all his friends, is meditating on the different pha&#383;es of the moon. Her waning and darkne&#383;s pre&#383;ent to his melancholy imagination the image of &#383;orrow; and pre&#383;ently the idea ari&#383;es, and is indulged, that like him&#383;elf, &#383;he retires to mourn over the lo&#383;s of other moons, or of &#383;tars, whom he calls her &#383;i&#383;ters, and fancies to have once rejoiced with her at night, now fallen from heaven. Darkne&#383;s &#383;ugge&#383;ted the idea of mourning, and mourning &#383;ugge&#383;ted nothing &#383;o naturally to O&#383;&#383;ian as the death of beloved friends. An in&#383;tance preci&#383;ely &#383;imilar, of this influence of pa&#383;&#383;ion, may be &#383;een in a pa&#383;&#383;age, which has always been admired, of Shak&#383;peare's King Lear. The old man, on the point of di&#383;traction through the inhumanity of his daughters, &#383;ees Edgar appear, di&#383;gui&#383;ed as a beggar and a madman.</p>
<p><i>Lear</i>. Did&#383;t thou give all to thy daughters? And art thou come to this?</p>
<p>Could&#383;t thou leave nothing? Did&#383;t thou give them all?</p>
<p><i>Kent</i>. He hath no daughters, &#383;ir.</p>
<p><i>Lear</i>. Death, traitor! nothing could have &#383;ubdued nature</p>
<p>To &#383;uch a lowne&#383;s, but his unkind daughters.</p>
<p>The apo&#383;trophe to the winds, in the opening of Dar-thula, is in the highe&#383;t &#383;pirit of poetry. “But the winds deceive me, O Dar-thula! and deny the woody Etha to thy &#383;ails. The&#383;e are not the mountains, Nathos, nor is that roar of thy climbing waves. The halls of Cairbar are near, and the towers of the foe lift their heads. Where have ye been, ye &#383;outhern winds! when the &#383;ons of thy love were deceived? But ye have been &#383;porting on plains, and pur&#383;uing the thi&#383;tle's beard. O that ye had been ru&#383;tling in the &#383;ails of Nathos, till the hills of Etha ro&#383;e! till they ro&#383;e in the clouds, and &#383;aw their coming chief.” This pa&#383;&#383;age is remarkable for the re&#383;emblance it bears to an expo&#383;tulation with the wood nymphs, on their ab&#383;ence at a critical time; which, as a favorite poetical idea, Virgil has copied from Theocritus, and Milton has very happily imitated from both.</p>
<l>Where were ye, nymphs! when the remor&#383;ele&#383;s deep</l>
<l>Clo&#383;ed o'er the head of your lov'd Lycidas?</l>
<l>For neither were ye playing on the &#383;teep</l>
<l>Where your old bards, the famous Druids, he!</l>
<l>Nor on the &#383;haggy top of Mona, high,</l>
<l>Nor yet where Deva &#383;preads her wizard &#383;tream.— <i>Lycid. </i></l>
<p>Having now treated fully of O&#383;&#383;ian's talents, with re&#383;pect to de&#383;cription and imagery, it only remains to make &#383;ome ob&#383;ervations on his &#383;entiments. No &#383;entiments can be beautiful without being proper; that is, &#383;uited to the character and &#383;ituation of tho&#383;e who utter them. In this re&#383;pect O&#383;&#383;ian is as correct as mo&#383;t writers. His characters, as above de&#383;cribed, are, in general, well &#383;upported; which could not have been the ca&#383;e, had the &#383;entiments been unnatural or out of place. A variety of per&#383;onages, of different ages, &#383;exes, and conditions, are introduced into his poems; and they &#383;peak and act with a propriety of &#383;entiment and behavior which it is &#383;urpri&#383;ing to find in &#383;o rude an age. Let the poem of Dar-thula, throughout, be taken as an example.</p>
<p>But it is not enough that &#383;entiments be natural and proper. In order to acquire any high degree of poetical merit, they mu&#383;t al&#383;o be &#383;ublime and pathetic.</p>
<p>The &#383;ublime is not confined to &#383;entiment alone. It belongs to de&#383;cription al&#383;o; and whether in de&#383;cription or in &#383;entiment, imports &#383;uch ideas pre&#383;ented to the mind, as rai&#383;e it to an uncommon degree of elevation, and fill it with admiration and a&#383;toni&#383;hment. This is the highe&#383;t effect either of eloquence or poetry; and, to produce this effect, requires a genius glowing with the &#383;tronge&#383;t and warme&#383;t conception of &#383;ome object, awful, great, or magnificent. That this character of genius belongs to O&#383;&#383;ian, may, I think, &#383;ufficiently appear from many of the pa&#383;&#383;ages I have already had occa&#383;ion to quote. To produce more in&#383;tances were &#383;uperfluous. If the engagement of Fingal with the &#383;pirit of Loda, in Carric-thura; if the encounters of the armies, in Fingal; if the addre&#383;s to the &#383;un, in Carthon; if the &#383;imiles founded upon gho&#383;ts and &#383;pirits of the night, all formerly mentioned, be not admitted as examples, and illu&#383;trious ones too, of the true poetical &#383;ublime, I confe&#383;s my&#383;elf entirely ignorant of this quality in writing.</p>
<p>All the circum&#383;tances, indeed, of O&#383;&#383;ian's compo&#383;ition, are favorable to the &#383;ublime, more perhaps than to any other &#383;pecies of beauty. Accuracy and correct. ne&#383;s, artfully connected narration, exact method and proportion. of parts, we may look for in poli&#383;hed times. The gay and the beautiful will appear to more advantage in the mid&#383;t of &#383;miling &#383;cenery and plea&#383;urable themes; but, amid&#383;t the rude &#383;cenes of nature, amid&#383;t rocks and torrents, and whirlwinds and battles, dwells the &#383;ublime. It is the thunder and the lightning of genius. It is the off&#383;pring of nature, not of art. It is negligent of all the le&#383;&#383;er graces, and perfectly con&#383;i&#383;tent with a certain noble di&#383;order. It a&#383;&#383;ociates naturally with that grave and &#383;olemn &#383;pirit which di&#383;tingui&#383;hes our author. For the &#383;ublime is an awful and &#383;erious emotion; and is heightened by all the Images of trouble, and terror, and darkne&#383;s.</p>
<l>Ip&#383;e pater, media nimborum in nocte, coru&#383;câ</l>
<l>Fulmina molitur dextra; quo maxima motu</l>
<l>Terra tremit; fugere feræ; et mortalia corda</l>
<l>Per gentes, humilis &#383;travit pavor; ille, flagranti</l>
<l>Aut Atho, aut Rhodopen, aut alta Ceraunia telo</l>
<l>Dejicit.—</l>
<p>—<i>Virg</i>. Georg. i.</p>
<p>Simplicity and conci&#383;ene&#383;s are never-failing characteri&#383;tics of the &#383;tyle of a &#383;ublime writer. He re&#383;ts on the maje&#383;ty of his &#383;entiments, not on the pomp of his expre&#383;&#383;ions. The main &#383;ecret of being &#383;ublime is to &#383;ay great things in few, and in plain words: for every &#383;uperfluous decoration degrades a &#383;ublime idea. The mind ri&#383;es and &#383;wells, when a lofty de&#383;cription or &#383;entiment is pre&#383;ented to it in its native form. But no &#383;ooner does the poet attempt to &#383;pread out this &#383;entiment, or de&#383;cription, and to deck it round and round with glittering ornaments, than the mind begins to fall from its high elevation; the tran&#383;port is over; the beautiful may remain, but the &#383;ublime is gone. Hence the conci&#383;e and &#383;imple &#383;tyle of O&#383;&#383;ian gives great advantage to his &#383;ublime conceptions, and a&#383;&#383;i&#383;ts them in &#383;eizing the imagination with full power.</p>
<p>Sublimity, as belonging to &#383;entiment, coincides, in a great mea&#383;ure, with magnanimity, heroi&#383;m, and genero&#383;ity of &#383;entiment. Whatever di&#383;covers human nature in its greate&#383;t elevation; whatever be&#383;peaks a high effort of &#383;oul, or &#383;hows a mind &#383;uperior to plea&#383;ures, to dangers, and to death, forms what may be called the moral of &#383;entimental &#383;ublime. For this O&#383;&#383;ian is eminently di&#383;tingui&#383;hed. No poet maintains a higher tone of virtuous and noble &#383;entiment throughout all his works. Particularly in all the &#383;entiments of Fingal there is a grandeur and loftine&#383;s, proper to &#383;well the mind with the highe&#383;t ideas of human perfection. Wherever he appears, we behold the hero. The objects which he pur&#383;ues are always truly great: to bend the proud; to protect the injured; to defend his friends; to overcome his enemies by genero&#383;ity more than by force. A portion of the &#383;ame &#383;pirit actuates all the other heroes. Valor reigns; but it is a generous valor, void of cruelty, animated by honor, not by hatred. We behold no deba&#383;ing pa&#383;&#383;ions among Fingal's warriors; no &#383;pirit of avarice or of in&#383;ult; but a perpetual contention for fame; a de&#383;ire of being di&#383;tingui&#383;hed and remembered for gallant actions; a love of ju&#383;tice; and a zealous attachment to their friends and their country. Such is the &#383;train of &#383;entiment in the works of O&#383;&#383;ian.</p>
<p>But the &#383;ublimity of moral &#383;entiments, if they wanted the &#383;oftening of the tender, would be in hazard of giving a hard and &#383;tiff air to poetry. It is not enough to admire. Admiration is a cold feeling, in compari&#383;on of that deep intere&#383;t which the heart takes in tender and pathetic &#383;cenes; where, by a my&#383;terious attachment to the objects of compa&#383;&#383;ion, we are plea&#383;ed and delighted, even whil&#383;t we mourn. With &#383;cenes of this kind O&#383;&#383;ian abounds; and his high merit in the&#383;e is inconte&#383;tible. He may be blamed for drawing tears too often from our eyes; but that he has the power of commanding them, I believe no man, who as the lea&#383;t &#383;en&#383;ibility, will que&#383;tion. The general character of his poetry is the heroic mixed with the elegiac &#383;train; admiration tempered with pity. Ever fond of giving, as he expre&#383;&#383;es it, “the joy of grief,” it is vi&#383;ible that, on all moving &#383;ubjects, he delights to exert his genius; and, accordingly, never were there finer pathetic &#383;ituations than what his works pre&#383;ent. His great art in managing them lies in giving vent to the &#383;imple and natural emotions of the heart. We meet with no exaggerated declamation; no &#383;ubtile refinements on &#383;orrow; no &#383;ub&#383;titution of de&#383;cription in place of pa&#383;&#383;ion. O&#383;&#383;ian felt &#383;trongly him&#383;elf; and the heart, when uttering its native language, never fails, by powerful &#383;ympathy, to affect the heart. A great variety of examples might be produced. We need only open the book to find them everywhere. What, for in&#383;tance, can be more moving than the lamentations of Oithona, after her mi&#383;fortune? Gaul, the &#383;on of Morni, her lover, ignorant of what &#383;he had &#383;uffered, comes to her re&#383;cue. Their meeting is tender in the highe&#383;t degree. He propo&#383;es to engage her foe, in &#383;ingle combat, and gives her in charge what &#383;he is to do if he him&#383;elf &#383;hall fall. “And &#383;hall the daughter of Nuath live?” &#383;he replied, with a bur&#383;ting &#383;igh. “Shall I live in Tromathon, and the &#383;on of Morni low? My heart is not of that rock; nor my &#383;oul carele&#383;s as that &#383;ea, which lifts its blue waves to every wind, and rolls beneath the &#383;torm. The bla&#383;t, which &#383;hall lay thee low, &#383;hall &#383;pread the branches of Oithona, on earth. We &#383;hall wither together, &#383;on of car-borne Morni! The narrow hou&#383;e is plea&#383;ant to me, and the gray &#383;tone of the dead; for never more will I leave my rocks, &#383;ea-&#383;urrounded Tromathon!—Chief of Strumon! why come&#383;t thou over the waves to Nuath's mournful daughter? Why did I not pa&#383;s away in &#383;ecret, like the flower of the rocks that lifts its fair head un&#383;een, and &#383;trews its withered leaves on the bla&#383;t? Why did&#383;t thou come, O Gaul I to bear my departing &#383;igh?—O, had I dwelt at Duvranna, in the bright beam of my fame! Then had my years come on with joy: and the virgins would ble&#383;s my &#383;teps. But I fall in youth, &#383;on of Morni! and my father &#383;hall blu&#383;h in his hall!”</p>
<p>Oithona mourns like a woman: in Cuthullin's expre&#383;&#383;ions of grief after his defeat, we behold the &#383;entiments of a hero—generous, but de&#383;ponding. The &#383;ituation is remarkably fine. Cuthullin, rou&#383;ed from his cave by the noi&#383;e of battle, &#383;ees Fingal victorious in the field. He is de&#383;cribed as kindling at the &#383;ight. “His hand is on the &#383;word of his fathers; his red-rolling eyes on the foe. He thrice attempted to ru&#383;h to battle; and thrice did Connal &#383;top him;” &#383;ugge&#383;ting that Fingal was routing the foe; and that he ought not, by the &#383;how of &#383;uperfluous aid, to deprive the king of any part of the honor of a victory, which was owing to him alone. Cuthullin yields to this generous &#383;entiment; but we &#383;ee it &#383;tinging him to the heart with the &#383;en&#383;e of his own di&#383;grace. “Then, Carril, go,” replied the chief, “and greet the king of Morven. When Lochlin fails away like a &#383;tream after rain, and the noi&#383;e of the battle is over, then be thy voice &#383;weet in his ear, to prai&#383;e the king of &#383;words. Give him the &#383;word of Caithbat; for Cuthullin is worthy no more to lift the arms of his fathers. But, O ye gho&#383;ts of the lonely Cromla! ye &#383;ouls of chiefs that are no more! be ye the companions of Cuthullin, and talk to him in the cave of his &#383;orrow. For never more &#383;hall I be renowned among the mighty in the land. I am like a beam that has &#383;hone: like a mi&#383;t that has fled away; when the bla&#383;t of the morning came, and brightened the &#383;haggy &#383;ide of the hill. Connal! talk of arms no more: departed is my fame. My &#383;ighs &#383;hall be on Cromla's wind; till my foot&#383;teps cea&#383;e to be &#383;een. And thou, white-bo&#383;omed Bragela! mourn over the fall of my fame: for vanqui&#383;hed, I will never return to thee, thou &#383;unbeam of Dun&#383;caich!” </p>
<l>—Æ&#383;tuat ingens</l>
<l>Uno in corde pudor, luctu&#383;que, et con&#383;cia virtus.</l>
<p>Be&#383;ides &#383;uch extended pathetic &#383;cenes, O&#383;&#383;ian frequently pierces the heart by a &#383;ingle unexpected &#383;troke. When O&#383;car fell in battle, “No father mourned his &#383;on &#383;lain in youth; no brother, his brother of love; they fell without tears, for the chief of the people was low.” In the admirable interview of Hector with Andromache, in the &#383;ixth Iliad, the circum&#383;tance of the child in his nur&#383;e's arms, has often been remarked as adding much to the tenderne&#383;s of the &#383;cene. In the following pa&#383;&#383;age, relating to the death of Cuthullin, we find a circum&#383;tance that mu&#383;t &#383;trike the imagination with &#383;till greater force. “And is the &#383;on of Semo fallen?” &#383;aid Carril, with a &#383;igh. “Mournful are Tura's walls, and &#383;orrow dwells at Dun&#383;caich. Thy &#383;pou&#383;e is left alone in her youth; the &#383;on of thy love is alone. He &#383;hall come to Bragela, and a&#383;k her why &#383;he weeps? He &#383;hall lift his eyes to the wall, and &#383;ee his father's &#383;word. Who&#383;e &#383;word is that? he will &#383;ay; and the &#383;oul of his mother is &#383;ad.” Soon after Fingal had &#383;hown all the grief of a father's heart for Ryno, one of his &#383;ons, fallen in battle, he is calling, after his accu&#383;tomed manner, his &#383;ons to the cha&#383;e. “Call,” &#383;ays he, “Fillan and Ryno.—But he is not here.—My &#383;on re&#383;ts on the bed of death.” This unexpected &#383;tart of angui&#383;h is worthy of the highe&#383;t tragic poet.</p>
<l>If &#383;he come in, &#383;he'll &#383;ure &#383;peak to I wife—</l>
<l>My wife!—my wife!—What wife!—I have no wife—</l>
<l>Oh, in&#383;upportable! Oh, heavy hour!—</l>
<p><i>Othello</i>.</p>
<p>The contrivance of the incident in both poets is &#383;imilar: but the circum&#383;tances are varied with judgment. Othello dwells upon the name of wife, when it had fallen from him, with the confu&#383;ion and horror of one tortured with guilt. Fingal, with the dignity of a hero, corrects him&#383;elf, and &#383;uppre&#383;&#383;es his ri&#383;ing grief. The contra&#383;t which O&#383;&#383;ian frequently makes between his pre&#383;ent and his former &#383;tate, diffu&#383;es over his whole poetry a &#383;olemn pathetic air, which cannot fail to make impre&#383;&#383;ion on every heart. The conclu&#383;ion of the &#383;ongs of Selma is particularly calculated for this purpo&#383;e. Nothing can be more poetical and tender, or can leave upon the mind a &#383;tronger and more affecting idea of the venerable and aged bard. “Such were the words of the bards in the days of the &#383;ong; when the king heard the mu&#383;ic of harps, and the tales of other times. The chiefs gathered from all their hills, and heard the lovely &#383;ound. They prai&#383;ed the voice of Cona<a name="r11"> </a><a href="#n11"><span class="f_textus"><sup>11</sup></span></a>), the fir&#383;t among a thou&#383;and bards. But age is now on my tongue, and my &#383;oul has failed. I hear, &#383;ometimes, the gho&#383;ts of bards, and learn their plea&#383;ant &#383;ong. But memory fails on my mind; I hear the call of years. They &#383;ay, as they pa&#383;s along, Why does O&#383;&#383;ian &#383;ing? Soon &#383;hall he lie in the narrow hou&#383;e, and no bard &#383;hall rai&#383;e his fame. Roll on, ye dark-brown years! for ye bring no joy in your cour&#383;e. Let the tomb open to O&#383;&#383;ian, for his &#383;trength has failed. The &#383;ons of the &#383;ong are gone to re&#383;t. My voice remains, like a bla&#383;t, that roars lonely on the &#383;ea-rur-rounded rock, after the winds are laid. The dark mo&#383;s whi&#383;tles there, and the di&#383;tant mariner &#383;ees the waving trees.”</p>
<p>Upon the whole, if to feel &#383;trongly, and to de&#383;cribe naturally, be the two chief ingredients in poetical genius, O&#383;&#383;ian mu&#383;t, after fair examination, be held to po&#383;&#383;e&#383;s that genius in a high degree. The que&#383;tion is not, whether a few improprieties may be pointed out in his works?-whether this or that pa&#383;&#383;age might not have been worked up with more art and &#383;kill, by &#383;ome writer of happier times? A thou&#383;and &#383;uch cold and frivolous critici&#383;ms are altogether indeci&#383;ive as to his genuine merit. But has he the &#383;pirit, the fire the in&#383;piration of a poet? Does he utter the voice of nature? Does he elevate by his &#383;entiments? Does lie intere&#383;t by his de&#383;cription? Does be paint to the heart as well as to the fancy? Does he make his readers glow, and tremble, and weep? The&#383;e are the great characteri&#383;tics of true poetry. Where the&#383;e are found, he mu&#383;t be a minute critic, indeed, who can dwell, upon &#383;light defects. A few beauties of this high kind tran&#383;cend whole volumes of faultle&#383;s mediocrity. Uncouth and abrupt O&#383;&#383;ian may &#383;ometimes appear, by rea&#383;on of his conci&#383;ene&#383;s; but he is &#383;ublime, he is pathetic, in an eminent degree. If he has not the exten&#383;ive knowledge, the regular dignity of narration, the fulne&#383;s and accuracy of de&#383;cription, which we find in Homer and Virgil, yet in &#383;trength of imagination, in grandeur of &#383;entiment, in native maje&#383;ty of pa&#383;&#383;ion, he is fully their equal. If he flows not always like a clear &#383;tream, yet he breaks forth often like a torrent of fire. Of art, too, he is far from being de&#383;titute; and his imagination is remarkable for delicacy as well as &#383;trength. Seldom or never is he either trifling or tedious; and if he be thought too melancholy, yet he is always moral. Though his merit were in other re&#383;pects much le&#383;s than it is, this alone ought to entitle him to high regard, that his writings are remarkably favorable to virtue. They awake the tendere&#383;t &#383;ympathies, and in&#383;pire the mo&#383;t generous emotions. No reader can ri&#383;e from him without being warmed with the &#383;entiments of humanity, virtue, and honor.</p>
<p>Though unacquainted with the original language, there is no one but mu&#383;t judge the tran&#383;lation to de&#383;erve the highe&#383;t prai&#383;e, on account of its beauty and elegance. Of its faithfulne&#383;s and accuracy, I have been a&#383;&#383;ured by per&#383;ons &#383;killed in the Gaelic tongue, who from their youth were acquainted with many of the&#383;e poems of O&#383;&#383;ian. To tran&#383;fu&#383;e &#383;uch &#383;pirited and fervid ideas from one language into another; to tran&#383;late literally, and yet with &#383;uch a glow of poetry; to keep alive &#383;o much pa&#383;&#383;ion, and &#383;upport &#383;o much dignity throughout; is one of the mo&#383;t difficult works of genius, and proves the tran&#383;lator to have been animated with no &#383;mall portion of O&#383;&#383;ian's &#383;pirit.</p>
<p>The mea&#383;ured pro&#383;e which he has employed, po&#383;&#383;e&#383;&#383;es con&#383;iderable advantages above any &#383;ort of ver&#383;ification he could have cho&#383;en. While it plea&#383;es and fills the ear with a variety of harmonious cadences, being, at the &#383;ame time, freer from con&#383;traint in the choice and arrangement of words, it allows the &#383;pirit of the original to be exhibited, with more ju&#383;tne&#383;s, force, and &#383;implicity. Elegant, however, and ma&#383;terly, as Mr. Macpher&#383;on's tran&#383;lation is, we mu&#383;t never forget, whil&#383;t we read it, that we are putting the merit of the original to a &#383;evere te&#383;t. For we are examining a poet &#383;tripped of his native dre&#383;s; dive&#383;ted of the harmony of his own numbers. We know how much grace and energy the works of the Greek and Latin poets receive from the charm of ver&#383;ification in their original languages. If then, de&#383;titute of this advantage, exhibited in a literal ver&#383;ion, O&#383;&#383;ian &#383;till has power to plea&#383;e as a poet; and not to plea&#383;e only, but often to command, to tran&#383;port, to melt the heart; we may very &#383;afely infer that his productions are the off-&#383;pring of a true and uncommon genius; and we may proudly a&#383;&#383;ign him a place among tho&#383;e who&#383;e works are to la&#383;t for ages.</p>


</body>
